[{"races": [{"model": "mutantfuture.race", "pk": 1, "fields": {"name": "Alien", "hit_dice_sides": 6, "page_number": "A3", "description": "<p>Aliens are extraterrestrial or extradimensional beings<br />with vastly varying physiologies. Their mutations are<br />not actual mutations but instead represent the inherent<br />features of their alien anatomies.</p>\r\n<p>Alien characters roll 1d6 for each mutation. 1&shy;-2 is a<br />plant mutation; 2-&shy;4 is a physical mutation; 5&shy;-6 is a<br />mental mutation. In this way, aliens may have a<br />combination of plant, physical, and mental mutations.</p>", "mental_mutations_roll_str": "0", "physical_mutations_roll_str": "0", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "0", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "0", "random_any_roll_str": "2d4", "source": "advanced"}}, {"model": "mutantfuture.race", "pk": 2, "fields": {"name": "Brainiac", "hit_dice_sides": 6, "page_number": "A3", "description": "<p>Brainiacs are mutant humans with enhanced mental<br />faculties. While they tend to be physically feeble, they<br />have developed powerful mental mutations to<br />accommodate.</p>\r\n<p>To determine their 1 physical drawback, brainiac<br />characters must roll on the physical mutation table,<br />rerolling until the result is a drawback. If the brainiac<br />develops further mutations (i.e. by exposure to<br />radiation), these are equally likely to be physical or<br />mental. A brainiac&rsquo;s CON cannot be higher than 12 at<br />character creation.</p>", "mental_mutations_roll_str": "2d4", "physical_mutations_roll_str": "0", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "0", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "1", "random_any_roll_str": "0", "source": "advanced"}}, {"model": "mutantfuture.race", "pk": 3, "fields": {"name": "Mutant Cyborg", "hit_dice_sides": 6, "page_number": "A3", "description": "<p>Mutant cyborgs are mutated humans or animals enhanced<br />by cybernetic implants. Their mutations represent a<br />combination of actual genetic mutations as well as the<br />features of their various implants. Cybernetic surgery is<br />highly traumatic and typically causes mental<br />aberrations in the recipient.</p>\r\n<p>To determine their 1 mental drawback, mutant cyborg<br />characters must roll on the mental mutation table,<br />rerolling until the result is a drawback. If the mutant<br />cyborg develops further mutations (i.e. by exposure to<br />radiation), these are equally likely to be physical or<br />mental.</p>\r\n<p>In order to balance them with other races, mutant<br />cyborgs have 1d8 hit dice. When rolling randomly for<br />mutations, physical drawback mutations are more<br />common than mental drawback mutations. As a result,<br />mutant cyborgs are more likely to have drawbacks.<br />Having more hit points compensates for this.</p>", "mental_mutations_roll_str": "0", "physical_mutations_roll_str": "0", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "0", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "1", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "advanced"}}, {"model": "mutantfuture.race", "pk": 4, "fields": {"name": "Pure Cyborg", "hit_dice_sides": 8, "page_number": "A4", "description": "<p>Pure cyborgs are pure humans enhanced by cybernetic<br />implants. Their mutations are not actual mutations, but<br />instead represent the features of their various implants.<br />Cybernetic surgery is highly traumatic and typically<br />causes mental aberrations in the recipient.</p>\r\n<p>To determine their 1 mental drawback, pure cyborg<br />characters must roll on the mental mutation table,<br />rerolling until the result is a drawback. Similar to pure<br />humans, pure cyborgs may take damage from radiation<br />like any other character, but never mutate as a result of<br />radiation exposure.</p>\r\n<p>In order to balance them against androids, pure cyborgs<br />have 1d8 hit dice. Androids do not have drawback<br />mutations and also get 50 hit points regardless of their<br />CON. Giving pure cyborgs more hit points helps<br />compensate for their disadvantages compared to<br />androids.</p>", "mental_mutations_roll_str": "0", "physical_mutations_roll_str": "0", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "0", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "advanced"}}, {"model": "mutantfuture.race", "pk": 5, "fields": {"name": "Irradiated", "hit_dice_sides": 6, "page_number": "A4", "description": "<p>The irradiated are humans whose metabolism has been<br />radically altered by a near fatal dose of radiation. As a<br />result, they depend on radiation for survival and are<br />immune to its harmful effects.</p>\r\n<p>The irradiated do not heal from rest, medicine, or<br />mutations. If they gain a mutation that allows them to<br />recover hit points or affects their natural healing rate<br />(i.e. Regenerative Capability, Natural Vampiric<br />Weapon, or Acute Hyper Healing), they must reroll that<br />mutation.</p>\r\n<p>Irradiated recover hit points only by exposure to<br />radiation. Each time the irradiated is exposed to<br />radiation, they take no damage and heal a number of hit<br />points equal to the radiation class level. For instance,<br />an Optic Emissions attack that would typically cause<br />class 4 radiation damage instead heals the irradiated 4<br />hit points. Background radiation heals the irradiated a<br />number of hit points per day equal to the radiation class<br />level. For instance, in an area with class 2 background<br />radiation, they would heal 2 hit points per day.</p>\r\n<p>The irradiated can detect concentrations of radiation.<br />All irradiated gain the mutation Unique Sense<br />(Radiation) as a bonus. They can sense radiation fields<br />1 mile or larger in diameter at a distance of up to 10<br />miles.</p>", "mental_mutations_roll_str": "1d4", "physical_mutations_roll_str": "1d4", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "0", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "advanced"}}, {"model": "mutantfuture.race", "pk": 6, "fields": {"name": "Homo Erectus", "hit_dice_sides": 8, "page_number": "A4", "description": "<p>Homo erectus are the rugged, prehuman ancestors of<br />pure humans. They have small brains and are simple<br />people. Although they can speak and understand<br />language, their vocabularies are small. They live<br />together in primitive, tribal communities as hunters and<br />gatherers.</p>\r\n<p>Homo erectus are tough, physical people and gain +3 to<br />STR, DEX, and CON. Although STR and DEX may go<br />up to 21, CON is limited to 18 at character creation.<br />Homo erectus lose &shy;3 to their INT, and this ability<br />cannot be higher than 12 at character creation.<br />Although homo erectus start without any mutations,<br />they may gain mutations from exposure to radiation or<br />by the optional feats in this book.</p>", "mental_mutations_roll_str": "0", "physical_mutations_roll_str": "0", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "0", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "advanced"}}, {"model": "mutantfuture.race", "pk": 7, "fields": {"name": "Mutant Insect", "hit_dice_sides": 6, "page_number": "A5", "description": "<p>Mutant insects are insects whose genetic makeup has<br />been altered by radiation. Player character mutant<br />insects are assumed to be human&shy;sized and have human<br />level intelligence. They are also assumed to have hand&shy;<br />like manipulators and be capable of speech.</p>\r\n<p>Mutant insects receive 2 random mutations (1 physical<br />and 1 mental) plus 1d4 special mutations from the Special Insect Mutations list (p. A5).<br />The mutations on this list represent the insect&rsquo;s<br />basic characteristics. For instance, a mutant caterpillar<br />might have Metamorph or a mutant hissing cockroach<br />might have Shriek. These special mutations are<br />determined randomly.</p>\r\n<p>Mutant insects have so few mutations because they are<br />partially radiation resistant. They are affected by<br />radiation as if it is 1 class level lower than its rating<br />(minimum of class 1).</p>", "mental_mutations_roll_str": "1", "physical_mutations_roll_str": "1", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "0", "special_animal_roll_str": "1d4", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "advanced"}}, {"model": "mutantfuture.race", "pk": 8, "fields": {"name": "Mutant Animal (Advanced)", "hit_dice_sides": 6, "page_number": "M13, A6", "description": "<p>Mutant animals have radically altered DNA as the result of<br />exposure to radiation. Player character Mutant Animals<br />are assumed to have human level intelligence, before any<br />mutations are selected. Specifics regarding whether a<br />mutant animal has functioning hands, is able to speak, or<br />is otherwise anthropomorphic (or not) in any way is<br />handled on a case by case basis with the Mutant Lord,<br />unless the mutant animal comes from an already<br />established &ldquo;race.&rdquo; By default, all of these characteristics<br />can be selected for &ldquo;free&rdquo; before mutations are rolled.<br />Other abilities or limitations innate to the stock animal<br />should be decided with the Mutant Lord. It is fair to<br />assume that the mutant already has some form of<br />manipulators, like hands, and is capable of speech (if<br />desired) before mutations are rolled.</p>\r\n<p>In addition to random mutations, mutant animals<br />receive a special physical mutation from the Special Animal Mutations<br />list (p. A6). The mutations on this list represent one of the<br />animal&rsquo;s basic characteristics. For instance, a mutant<br />bird might have Complete Wing Development, or a<br />mutant turtle might have Natural Armor. The player<br />may roll randomly or choose this special mutation at<br />the Mutant Lord&rsquo;s discretion.</p>\r\n<p>Unlike the mutant animals in the Mutant Future core<br />rules, mutant animal characters created with the advanced<br />rules do not gain a natural weapon. However,<br />the Aberrant Form: Natural Weapon mutation could be<br />selected from the list.</p>", "mental_mutations_roll_str": "1d3", "physical_mutations_roll_str": "1d3", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "0", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "1", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "advanced"}}, {"model": "mutantfuture.race", "pk": 9, "fields": {"name": "Pure Human (Advanced)", "hit_dice_sides": 8, "page_number": "M14, A6", "description": "<p>This character type represents a human who has pure, or<br />unaltered, genetic makeup from the stock humans that<br />existed prior to the end of civilization. These people tend<br />to receive preferential treatment in society because they<br />are the most healthy and attractive individuals. Natural<br />selection has favored tougher, smarter humans in the post<br />apocalyptic hell where survival is a constant test of<br />abilities. Without an edge granted by mutations, higher<br />Charisma, Intelligence, and Constitution have been<br />favored, granting a Pure Human +3 to each of these<br />abilities. Although INT and CHA may go up to 21, CON<br />is limited to a maximum of 18. Finally, at character<br />creation pure humans roll 1d8 per point of CON for their<br />hp total, instead of 1d6. Pure humans may take damage<br />from radiation like any other character, but they never<br />mutate as a result of radiation exposure. Pure humans<br />have evolved immunity against this effect.</p>\r\n<p>Pure human characters receive 1d3<br />technological artifacts at character creation. These<br />represent the character&rsquo;s legacy from their<br />technologically advanced ancestors. The artifacts may<br />be chosen by the Mutant Lord or determined using the<br />random technological artifact table in the Mutant<br />Future core rules.</p>", "mental_mutations_roll_str": "0", "physical_mutations_roll_str": "0", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "0", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "advanced"}}, {"model": "mutantfuture.race", "pk": 10, "fields": {"name": "Basic Android", "hit_dice_sides": 0, "page_number": "M12", "description": "<p>A basic android might be mistaken for a normal human<br />from a distance, but upon closer inspection they have<br />slightly glossy skin, with a skin texture that feels somewhat<br />unnatural. Basic androids have a metal skeleton, and are<br />entirely inorganic constructs. Nonetheless, they may have<br />the same range of ability scores as humans, and will have<br />the same movement, unless any of these characteristics<br />have been augmented. All basic androids have a base hp<br />total of 50. Androids do not eat, and are powered by an<br />internal radioactive battery that can sustain power<br />functions for many hundreds of years.</p>\r\n<p>Basic Androids are affected by radiation as if it is 3 class<br />levels lower (minimum of class 1) than its rating, and they<br />never receive mutations as the result of radiation exposure.<br />They are resistant to the effects of heat and cold, and gain<br />a +1 to all saving throws for heat or cold based attacks.<br />All basic androids are immune to the effects of poison,<br />including paralytic poisons. They are immune to any stun<br />or blinding effects that occur as the result of attacking the<br />senses, such as the mutations shriek, and optic emissions<br />(bright eyes).</p>", "mental_mutations_roll_str": "0", "physical_mutations_roll_str": "0", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "3", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "base"}}, {"model": "mutantfuture.race", "pk": 11, "fields": {"name": "Synthetic Android", "hit_dice_sides": 0, "page_number": "M12", "description": "<p>Synthetics are highly advanced androids. Although they<br />are wholly inorganic, they have many functions that mimic<br />biological processes. They have something resembling a<br />vascular system that circulates a milky white fluid. From the<br />outside they are completely indistinguishable from normal<br />humans, and their true nature may only be revealed<br />through advanced sensors. Injury will also reveal them for<br />what they are. They will appear to be warm, living beings if<br />observed with thermal vision. Synthetics have a polymer<br />skeleton, with synthetic muscles. They are equipped with a<br />power generation system that mimics biological digestion,<br />allowing them to eat in order to maintain their power<br />supplies. However, they do not heal and must be repaired.</p>\r\n<p>Synthetics may have the full range of normal human<br />abilities and movement, and have a base hp total of 50.<br />Like all androids, synthetics can have adjusted abilities to<br />reflect constructs created for fighting or other specialized<br />tasks.</p>\r\n<p>Synthetics are affected by radiation as if it is 1 class level<br />lower than its rating (minimum of class 1), and they never<br />receive mutations as the result of radiation exposure. They<br />are resistant to the effects of heat and cold, and gain a<br />+3 to all saving throws for heat or cold based attacks. All<br />synthetics are immune to the effects of poison, including<br />paralytic poisons.</p>", "mental_mutations_roll_str": "0", "physical_mutations_roll_str": "0", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "3", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "base"}}, {"model": "mutantfuture.race", "pk": 12, "fields": {"name": "Replicant Android", "hit_dice_sides": 6, "page_number": "M13", "description": "<p>A replicant is an artificial biological organism, grown in a<br />vat from synthetically created DNA and chromosomes.<br />They are designed to mimic humans in all ways, and are<br />completely indistinguishable from humans unless their<br />DNA is analyzed. Replicants are the rarest of androids,<br />because they have a lifespan of only five years. A<br />functioning replicant factory must exist to produce them.<br />Some replicants may be located in ruins, in cryosleep<br />much like human clones can be. Because of replicants&rsquo;<br />unique biological nature, they are handled in game terms<br />just as any other living creature. They eat and heal like any<br />living being.</p>\r\n<p>Replicants have the ordinary range of human abilities, and<br />will have the same movement as a human. They calculate<br />hp by rolling 1d6 per point of CON. They are resistant to<br />the effects of heat and cold, and gain a +2 to all saving<br />throws for heat or cold based attacks. Replicants are<br />susceptible to radiation, but they do not mutate in the<br />same way as other animals. If a replicant is exposed to<br />radiation sufficient to induce a mutation, the mutation will<br />take the form of a wasting disease that will kill the<br />replicant in 2d6 weeks, and 1d6 is subtracted from each<br />ability per week. If any ability reaches 0, the replicant dies.<br />There is no cure for this disease, but at the ML&rsquo;s option an<br />automated replicant factory may be capable of repairing a<br />replicant in this condition.</p>", "mental_mutations_roll_str": "0", "physical_mutations_roll_str": "0", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "3", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "base"}}, {"model": "mutantfuture.race", "pk": 13, "fields": {"name": "Mutant Animal (Base)", "hit_dice_sides": 6, "page_number": "M13", "description": "<p>Mutant animals have radically altered DNA as the result of<br />exposure to radiation. Player character Mutant Animals<br />are assumed to have human level intelligence, before any<br />mutations are selected. Specifics regarding whether a<br />mutant animal has functioning hands, is able to speak, or<br />is otherwise anthropomorphic (or not) in any way is<br />handled on a case by case basis with the Mutant Lord,<br />unless the mutant animal comes from an already<br />established &ldquo;race.&rdquo; By default, all of these characteristics<br />can be selected for &ldquo;free&rdquo; before mutations are rolled.<br />Other abilities or limitations innate to the stock animal<br />should be decided with the Mutant Lord. It is fair to<br />assume that the mutant already has some form of<br />manipulators, like hands, and is capable of speech (if<br />desired) before mutations are rolled.</p>\r\n<p>A mutant animal may choose one natural weapon at<br />character creation, appropriate to his animal type.<br />Damage from a natural weapon should be rolled using a<br />d6; 1-2 1d4; 3-4 1d6; 5-6 1d8. Typical natural weapons<br />include horns, teeth, or claws.</p>", "mental_mutations_roll_str": "1d4", "physical_mutations_roll_str": "1d4", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "0", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "base"}}, {"model": "mutantfuture.race", "pk": 14, "fields": {"name": "Mutant Human", "hit_dice_sides": 6, "page_number": "M14", "description": "<p>Mutant humans are humans whose genetic makeup has<br />become altered by radiation. Mutations could be new, that<br />is, not shared by the parents, or they could be mutations<br />passed on from parent to offspring. Depending on how<br />different a mutant human looks from a pure human, a<br />mutant could be discriminated against in society.</p>", "mental_mutations_roll_str": "1d4", "physical_mutations_roll_str": "1d4", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "0", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "base"}}, {"model": "mutantfuture.race", "pk": 15, "fields": {"name": "Mutant Plant", "hit_dice_sides": 6, "page_number": "M14", "description": "<p>Mutant plants are an optional PC race, and the Mutant<br />Lord should be consulted before selecting this type of<br />character. For a mutant plant to be a PC, it is assumed<br />that it begins as an intelligent and independently mobile<br />creature (with standard movement), prior to rolling for<br />mutations. It can be humanoid in appearance, but does<br />not have to be. Considerable discretion must be used in<br />creating these characters (see Mutant Animal), and their<br />specific features and capabilities should be decided with<br />the guidance of the Mutant Lord. All mutant plants may<br />roll for 2 plant mutations, and 1d6 human/animal<br />mutations to be divided between Physical and Mental<br />Mutations (an odd number may be assigned to either<br />category).</p>", "mental_mutations_roll_str": "0", "physical_mutations_roll_str": "0", "plant_mutations_roll_str": "2", "random_human_animal_roll_str": "1d6", "random_beneficial_any_roll_str": "0", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "base"}}, {"model": "mutantfuture.race", "pk": 16, "fields": {"name": "Pure Human (Base)", "hit_dice_sides": 8, "page_number": "M14", "description": "<p>This character type represents a human who has pure, or<br />unaltered, genetic makeup from the stock humans that<br />existed prior to the end of civilization. These people tend<br />to receive preferential treatment in society because they<br />are the most healthy and attractive individuals. Natural<br />selection has favored tougher, smarter humans in the post<br />apocalyptic hell where survival is a constant test of<br />abilities. Without an edge granted by mutations, higher<br />Charisma, Intelligence, and Constitution have been<br />favored, granting a Pure Human +3 to each of these<br />abilities. Although INT and CHA may go up to 21, CON<br />is limited to a maximum of 18. Finally, at character<br />creation pure humans roll 1d8 per point of CON for their<br />hp total, instead of 1d6. Pure humans may take damage<br />from radiation like any other character, but they never<br />mutate as a result of radiation exposure. Pure humans<br />have evolved immunity against this effect.</p>", "mental_mutations_roll_str": "0", "physical_mutations_roll_str": "0", "plant_mutations_roll_str": "0", "random_human_animal_roll_str": "0", "random_beneficial_any_roll_str": "0", "special_animal_roll_str": "0", "special_insect_roll_str": "0", "mental_drawback_roll_str": "0", "physical_drawback_roll_str": "0", "random_any_roll_str": "0", "source": "base"}}], "mutations": [{"model": "mutantfuture.mutation", "pk": 1, "fields": {"name": "Aberrant Form", "page_number": "M22", "description": "<p>This mutation covers a wide array of effects over the entire<br />bodily structure of the mutant. Roll 1d8 to determine the<br />nature of the mutation.</p>\r\n<p><strong>1-2 Enlarged Parts:</strong> Some aspect of the mutant&rsquo;s body has<br />grown to an abnormally large size and, as a result, has<br />increased functionality. Because this is a benefit all limbs<br />and organs are assumed to be affected in concert (i.e.<br />both arms, both legs, etc.). For example, this mutation<br />could manifest as a +1, +2, or +3 to damage if arms<br />are larger than normal, or +60 to movement for longer or<br />larger legs.</p>\r\n<p><strong>3-4 Xenomorphism: </strong>The character gains a unique<br />organ/limb with a new function, such as an extra pair of<br />eyes on stalks, a prehensile proboscis, a limb or body part<br />from another species, or a set of tentacles that act as extra<br />arms. An extra body part from another species may (50%)<br />be equipped with a natural weapon.</p>\r\n<p><strong>5-6 Extra Parts: </strong>Any organ or limb that is normally present<br />may be multiplied. An extra normal organ (extra heart,<br />extra set of lungs) may be acquired, which could increase<br />CON by +1. To generate a random number of a given<br />body part roll 1d4+1 and multiply by that number, or a<br />number may be selected. The brain and/or head cannot<br />be duplicated by this mutation. The body part must be<br />selected at character generation.</p>\r\n<p>7-8 Natural Weapon: The mutant is equipped with a<br />natural weapon, such as horns, teeth, or claws (select at<br />character creation). These will inflict damage as<br />determined by rolling 1d8; 1-2 1d4, 3-4 1d6, 5-6 1d8,<br />7-8 1d10. The character may only attack once per round<br />with a natural weapon, unless he possesses more than one<br />attack per round. A natural weapon may (25%) be<br />equipped with a toxic weapon, such as poison.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": "Enlarged Parts", "form2": "Xenomorphism", "form3": "Extra Parts", "form4": "Natural Weapon", "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 2, "fields": {"name": "Chameleon Epidermis", "page_number": "M23", "description": "<p>The mutant&rsquo;s outer cellular structure has been mutated,<br />allowing the cells to actually alter their lucidness,<br />appearance, and color. In effect, this allows the mutant to<br />subtly change colors on a cellular level. The being may<br />hide, if stationary, almost as if invisible. The color change<br />takes place immediately, and requires no concentration by<br />the mutant. The Mutant Lord should assign a percentage<br />chance, based on the situation, that the mutant will not be<br />noticed when using this camouflage. In complete darkness<br />or thick cover, the percentage could be 95%, while in<br />daylight if the character is unmoving it might be 50%.</p>\r\n<p>Characters wearing heavy armor or fully garbed receive<br />no benefit from Chameleon Epidermis.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 3, "fields": {"name": "Complete Wing Development", "page_number": "A23", "description": "<p>The mutant has developed a<br />complete set of wings, either in the<br />form of fleshy membranes, feathery wings, bat-like<br />extremities, or even scaly or insect-like versions. With these<br />wings the character can fly with a movement of 120&rsquo;. The<br />mutant may fly while carrying only 25% of his body weight.<br />Creatures over 150 pounds cannot use these wings for<br />flight, but they leap to a distance of 120&rsquo;, with a maximum<br />height of 80&rsquo;.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 4, "fields": {"name": "Density Alteration (Self)", "page_number": "M23", "description": "<p>This mutation grants the ability to instantly alter body<br />density, thus shrinking or enlarging, with maximum<br />enlargement up to twice the natural body size, and<br />maximum shrinkage to 1/8 original body size. Each<br />fraction of a body size change is accompanied by an<br />equal fraction increase or decrease to armor class and<br />speed. For example, reduction of size by 1/4 also reduces<br />(improves) armor class and reduces movement by 1/4.<br />Becoming twice as large increases armor class by a<br />multiple of two (to a maximum of 9) and doubles<br />movement. Note that reduction of body density to 1/8<br />makes a character impervious to damage from sharp<br />implements.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 5, "fields": {"name": "Dermal Poison Slime", "page_number": "M23", "description": "<p>The mutant is covered in a thick gooey slime (like a frog)<br />that is poisonous to those who touch or attempt to ingest<br />the mutant. Roll on the poison table (see Adventuring<br />Rules) at character creation for the class of the poison in<br />the slime. Successful bare-hand attacks and bite attacks<br />against the mutant require the attacker to attempt a saving<br />throw versus poison. Bare-hand attacks made by the<br />mutant have the same effect.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 6, "fields": {"name": "Dual Headed", "page_number": "M23", "description": "<p>The mutant has developed a second head next<br />to the first. He can only be surprised on a roll<br />of 1 on 1d6. Roll one die for each head<br />whenever using senses (listening, looking for<br />traps), choosing the best result.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 7, "fields": {"name": "Dwarfism", "page_number": "M23", "description": "<p>Mutated genes have altered the mutant&rsquo;s<br />physical size, an effect either related to a<br />pituitary defect or a change in the genetic<br />program during the years of body<br />growth and development. With this<br />mutation, the mutant is a dwarf, a<br />mutant with substantially decreased<br />size and body weight.</p>\r\n<p>To figure out the character&rsquo;s size, start<br />with a base of 6 feet. Roll 1d4+1<br />and subtract the result from 6 to get<br />the height of the character in feet.<br />This will give a range from 1 and 4<br />feet.</p>\r\n<p>The character&rsquo;s diminutive size makes<br />it harder to damage opponents, but<br />also makes it more difficult for opponents to land<br />successful blows on the mutant, since he presents such a<br />small target. A dwarf mutant has a +1 to hit targets of<br />human sized or larger with a non-powered hand weapon.<br />He does -1 to damage for every 1&rsquo; shorter than he is from<br />3 feet, with an equal reduction (improvement) of AC for<br />each foot he is shorter than 3&rsquo;.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 8, "fields": {"name": "Echolocation", "page_number": "M24", "description": "<p>The mutant has the ability to gather information on his<br />surroundings by using a type of natural sonar. The mutant<br />must emit a noise (some kind of clicking or speech will<br />do), which then reverberates off of the surface of any<br />surrounding objects or creatures, is picked up by an<br />external sense organ and translated into a rough, colorless<br />picture of all objects in the mutant&rsquo;s surroundings. This<br />allows the character to interact with the surroundings as if<br />he has sight, even if he does not have eyes or regular sight<br />is obscured. This does not allow the mutant to see through<br />objects, nor will it allow him to read text or see pictures.<br />This works for a range of 90 feet, or 270 feet if the<br />character also has the increased hearing mutation.<br />Mutants with this ability will have a better chance of<br />striking an opponent, receiving a +2 to hit in combat.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 9, "fields": {"name": "Energy Ray", "page_number": "M24", "description": "<p>Every 3 rounds, this mutation grants the ability to emit a<br />blast of energy (roll 1d6; 1-2 heat, 3-4 cold, 5 radiation,<br />6 electricity) from the hands (or other upper appendages)<br />that inflicts 4d6 hit points of damage to a distance of 50<br />feet. Only one type of energy may be chosen at character<br />creation.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": "Heat", "form2": "Heat", "form3": "Cold", "form4": "Cold", "form5": "Radiation", "form6": "Electricity", "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 10, "fields": {"name": "Energy-Retaining Cell Structure", "page_number": "M24", "description": "<p>The mutant&rsquo;s body has a higher than normal level of<br />electrical energy coursing through his body, energy which<br />he can focus into a shock capable of damaging<br />opponents who touch him. This electrical shock does 3d6<br />hp damage.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 11, "fields": {"name": "Epidermal Photosynthesis", "page_number": "M24", "description": "<p>Characters with this mutation get energy from the sun,<br />processing it through their bodies as though it were food.<br />If they spend long periods of inactivity in direct sunlight,<br />they will be able to heal wounds more quickly (4x) than the<br />regular healing rate (1d3 per day of complete rest). When<br />they are out of the sun (i.e. at night or in a dark cave) they<br />are forced to move more slowly in order to conserve their<br />rapidly depleting energy. This reduces their movement to<br />50% of the normal rate. Such characters are also more<br />susceptible to cold and heat, and they suffer a &ndash;2 penalty<br />to saving throws versus cold or heat based energy attacks.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 12, "fields": {"name": "Fragrance Development", "page_number": "M24", "description": "<p>The mutant has the ability to produce a subtle yet hypnotic<br />fragrance. The fragrance is generally derived from<br />mutated pheromones/hormones (that are emitted at the<br />mutant&rsquo;s will), but could come in another form-spores, for<br />instance. Once per day the mutant can emit a scent that<br />forces up to 8 HD of creatures, or any single creature with<br />less than 13 HD (or 13 CON) within 15 feet to save versus<br />poison or fall into a hypnotic trance for 2d4 rounds.<br />Victims may be ordered to commit any act that is not<br />suicidal, up to and including attacking friends.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 13, "fields": {"name": "Gigantism", "page_number": "M24", "description": "<p>Mutated genes have altered the mutant&rsquo;s physical size, an<br />effect either related to a pituitary defect or a change in the<br />genetic program during the years of body growth and<br />development. While this serves to increase strength and<br />size potential substantially, the mutant is nonetheless<br />noticeably different than others of his species.</p>\r\n<p>The original size is based on a 6 foot height. Roll 3d6,<br />adding that many feet to the size of the mutant, achieving<br />sizes between 9 and 24 feet. The mutant gets a bonus to<br />damage, based on his height. Note that all mutants with<br />gigantism suffer a -1 penalty to hit creatures 3&rsquo; tall or<br />smaller.</p>\r\n<p><strong>9 feet: </strong>+1 Damage<br /><strong>12</strong><strong> feet</strong>: +2 Damage<br /><strong>18</strong><strong> feet</strong>: +3 Damage<br /><strong>24</strong><strong> feet</strong>: +4 Damage</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 14, "fields": {"name": "Increased Balance", "page_number": "M24", "description": "<p>The character will never fall or stumble, and can climb<br />almost any surface without being in danger of losing<br />balance.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 15, "fields": {"name": "Increased Physical Attribute", "page_number": "M24", "description": "<p>One or more physical attributes (Strength,<br />Dexterity, Constitution) is increased. Roll 1d6 to<br />determine the specific effects.</p>\r\n<p><strong>1-2 Increased Strength: </strong>The character can summon bursts<br />of great strength, dealing an extra 3d6 when damaging an<br />opponent with a hand-to-hand weapon.</p>\r\n<p><strong>3-4 Increased Dexterity: </strong>The character&rsquo;s AC is adjusted by<br />&ndash;2. This bonus is cumulative with any other DEX bonuses.</p>\r\n<p><strong>5-6 Increased Constitution: </strong>The character receives<br />Constitution x2 in extra hit points, and receives +2 to all<br />saving throws versus poison.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 16, "fields": {"name": "Increased Sense", "page_number": "M24", "description": "<p>One or more senses is very acute, allowing the mutant to<br />sense things others may not. Roll 1d10 to determine the<br />sense.</p>\r\n<p><strong>1-2 Increased Vision: </strong>This allows the mutant to see things<br />as far as 3 miles away if there is a clear line of sight. This<br />mutation comes with the benefit of ultraviolet vision and<br />night vision.</p>\r\n<p><strong>3-4 Increased Hearing: </strong>A character may distinguish even<br />the quietest sounds at a range of 180 feet. This also<br />allows the mutant to pick out sounds from a jumble of<br />noises. Mutants with increased hearing cannot be<br />surprised because they will always hear any movement in<br />their vicinity, and they can listen at a door with success on<br />a roll of 1-5 on 1d6.</p>\r\n<p><strong>5-6 Increased Smell:</strong> A mutant with this mutation can pick<br />up scents at 180 feet and tell the difference between<br />various smells even if some seem overwhelming to others.<br />Creatures that are upwind can never surprise this<br />character.</p>\r\n<p><strong>7-8 Increased Touch: </strong>This increased sense grants +10%<br />to technology rolls.</p>\r\n<p><strong>9-10 Increased Taste: </strong>This ability does not have a range,<br />but it ensures that a character cannot be poisoned and will<br />always be able to tell by tasting whether something is<br />capable of being eaten for nourishment.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": "Vision", "form2": "Hearing", "form3": "Smell", "form4": "Touch", "form5": "Taste", "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 17, "fields": {"name": "Metamorph", "page_number": "M25", "description": "<p>The character can choose (at character creation) another<br />creature that he or she can transform into. The character<br />does not gain the mutations of the creature, just the<br />physical appearance and natural abilities (such as claws or<br />sharp teeth). This physical change (in either direction)<br />takes 2 full rounds of inactivity before it is complete.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 18, "fields": {"name": "Natural Armor", "page_number": "M25", "description": "<p>This mutation indicates that the character has grown a<br />natural defense mechanism over the entire body. It can be<br />thick fur, scales, a shell, or even rubbery skin. This armor<br />is moderate (1-3 on 1d6) or extreme (4-6 on 1d6).<br />Moderate armor grants an AC of 6, while extreme natural<br />armor grants an AC of 4, but reduces movement to 75%<br />of its regular rate.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": "Moderate", "form2": "Extreme", "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 19, "fields": {"name": "Night Vision", "page_number": "M25", "description": "<p>Individuals with this mutation can see in complete<br />darkness to a range of 60 feet by utilizing minute amounts<br />of available light. Vision is in black and white only, and<br />does not function in utter darkness underground, since<br />some small light must be present (starlight, moonlight),<br />even if it is so dim normal sight does not perceive it.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 20, "fields": {"name": "Optic Emissions", "page_number": "M25", "description": "<p>This mutation takes two forms. Roll 1d6, and on a roll of<br />1-3 the mutant character receives the ability to project a<br />flash of very bright light from the eyes (bright eyes),<br />blinding an opponent within 30&rsquo; for 1d4 rounds. This<br />blindness causes the opponent a penalty of -4 to attack<br />rolls and increases his armor class by 4. This ability is<br />useful regardless of daytime or nighttime. On a roll of 4-6,<br />the character has the ability to discharge a burst of<br />radiation from the eyes (gamma eyes), that can reach 30&rsquo;.<br />Damage is determined at character creation by rolling for<br />the class of the radiation on the radiation table in the<br />Adventuring section.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": "Light", "form2": "Radiation", "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 21, "fields": {"name": "Parasitic Control", "page_number": "M25", "description": "<p>If the character can attack and latch onto another creature<br />for 3 rounds, he or she will maintain control over the<br />creature as long as the two are in physical contact.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 22, "fields": {"name": "Prehensile Tail", "page_number": "M25", "description": "<p>The mutant has developed a special tail. The tail is not<br />necessarily a balancing tool, but more of an &ldquo;additional<br />limb&rdquo;.</p>\r\n<p>The tail can grapple objects like a hand (much like a new<br />world monkey&rsquo;s tail), allowing the mutant to hang from<br />tree limbs, for instance, leaving the arms and legs free to<br />perform other actions of a more complex and agile<br />nature. Some typical bonuses granted by the mutation<br />might be a +2 bonus to Dexterity checks when climbing or<br />balancing (+4 if climbing trees), etc. The tail can also be<br />used in more mundane ways, such as holding a light<br />source, so the character can employ both hands to fight.<br />The tail cannot use weapons or hold a shield, however, as<br />it is not quite that dexterous.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 23, "fields": {"name": "Quickness", "page_number": "M25", "description": "<p>This mutation makes the mutant much quicker in all<br />respects. Movement speed is doubled, mental tasks take<br />half as long to accomplish, and the character may attack<br />two times per round in physical combat (not mental<br />combat).</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 24, "fields": {"name": "Reflective Epidermis", "page_number": "M25", "description": "<p>The character&rsquo;s skin is essentially impenetrable to a<br />particular form of energy. At character creation, roll 1d8.<br />A roll result of 1-2 is electricity, 3-4 is heat, 5-6 is cold,<br />and 7-8 is radiation. The mutant will never suffer damage<br />from this energy source.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": "Electricity", "form2": "Heat", "form3": "Cold", "form4": "Radiation", "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 25, "fields": {"name": "Regenerative Capability", "page_number": "M25", "description": "<p>When provided with proper rest and food, this mutation<br />allows the character to recuperate from injury at a<br />staggering rate. Given time, mutants may re-grow severed<br />limbs.</p>\r\n<p>The character heals 10 extra hit points per day. If he<br />should be so unfortunate as to lose a limb or extremity<br />(and survive), the lost body part will regenerate over a<br />period of 1d4+2 weeks. A head may never be regrown,<br />and characters do not regenerate from death.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 26, "fields": {"name": "Shriek", "page_number": "M25", "description": "<p>The mutant&rsquo;s vocal cords are substantially altered,<br />allowing him to produce sounds both above and below<br />the normal human auditory range. The culmination of this<br />ability seems to be a focused shout, using the sonic<br />vibrations on everyone in the immediate vicinity of the<br />mutant.</p>\r\n<p>Once per day, the mutant can let out a horrible shriek that<br />affects everyone within a 10&rsquo; radius of him. Targets in the<br />area of effect must save versus stun attacks or take 1d4<br />points of sonic damage and be deafened for 1d6+4<br />rounds. Those who successfully save are unaffected.<br />Mutants with the mutation echolocation suffer a -2 penalty<br />to save.</p>\r\n<p>&nbsp;</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 27, "fields": {"name": "Spiny Growth", "page_number": "M26", "description": "<p>Parts of the mutant&rsquo;s body are covered with prickly spines,<br />which may be small, medium, or large. Roll 1d6 at<br />character generation to determine the size. Small spines<br />(1-2) inflict 1d4 damage, medium spines (3-4) inflict 1d6,<br />and large spines (5-6) are capable of inflicting 1d8<br />damage. Any type can be removed and thrown as a<br />dagger. With a little effort, the small spines are capable of<br />being hidden beneath normal clothing, but the medium<br />and large spines are virtually impossible to conceal<br />because of their size.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": "Small: 1d4", "form2": "Medium: 1d6", "form3": "Large: 1d8", "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 28, "fields": {"name": "Thermal Vision", "page_number": "M26", "description": "<p>The character can see the heat generated by living beings,<br />heat-emitting weapons, or other natural heat sources. This<br />vision functions to a distance of 60&rsquo; if the mutant has<br />ordinary vision as well, or to 90&rsquo; if thermal vision is the<br />only form of sight the mutant possesses (the eyes emit<br />infrared radiation to boost the distance). If a mutant has<br />ordinary vision and thermal vision, the thermal vision is<br />only usable in darkness, and it takes 1 round to transition<br />between them. Immense flashes of heat or those coming<br />from close proximity to the character can be<br />overwhelming, blinding the character for 2d4 rounds.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 29, "fields": {"name": "Toxic Weapon", "page_number": "M26", "description": "<p>The character is endowed with a weapon that is toxic to<br />those affected by it. This could be in the form of a gas that<br />affects everyone in a specific radius, a spray that can affect<br />a specific target, or a bite/sting that affects a target at a<br />range of touch. Some common types of toxic weapons are<br />paralyzing venoms, blinding gasses or sprays, and acidic<br />bodily fluids. The range or radius of the attack is up to<br />30&rsquo;. Any kind of poison must be rolled on the poison table<br />in the Adventuring section to determine poison class at<br />character generation, or alternative effects may be<br />designed with the ML. In general, no attack should exceed<br />10d6 in damage (with the exception of poisons that may<br />inflict death).</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 30, "fields": {"name": "Ultraviolet Vision", "page_number": "M26", "description": "<p>The character can see the UV spectrum and will be able to<br />see objects that emit this type of energy. This spectrum<br />includes gamma radiation, x-rays, and other high intensity<br />radiation. As a result, a character with this vision can see if<br />areas have a high level of background radiation. At night,<br />this vision allows a character to see to a distance of 300&rsquo;.<br />Since this vision relies on heavy background radiation, it is<br />not useful underground unless there is a source of<br />radiation for illumination. If a mutant has ordinary vision<br />and ultraviolet vision, the ultraviolet vision is only usable in<br />darkness, and it takes 1 round to transition between each<br />form.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 31, "fields": {"name": "Unique Sense", "page_number": "M26", "description": "<p>The mutant with a unique sense may detect certain kinds<br />of phenomenon that are not detectable by the usual<br />senses. These might include the ability to &ldquo;feel&rdquo; radiation<br />to a distance of 60&rsquo;, &ldquo;smell&rdquo; water within a mile, or sense<br />when certain kinds of weather are imminent. The player<br />and Mutant Lord may devise an appropriate sense, and<br />what its range will be. Some senses may have<br />corresponding new organs.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 32, "fields": {"name": "Albinism", "page_number": "M26", "description": "<p>This mutation prevents the formation of melanin. The<br />mutant&rsquo;s hair and skin are bone white, and his eyes have<br />light pink irises. Due to the lack of pigment in the eyes, the<br />being is highly sensitive to light, and suffers a &ndash;2 penalty to<br />hit when in daylight.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 33, "fields": {"name": "Bizarre Appearance", "page_number": "M26", "description": "<p>This mutation can take a number of forms. The character&rsquo;s<br />hair color, eye color, skin color (or any combination) can<br />be a color not normally found in humans. Odd hair colors<br />might be light red, unusually fair blond, white, platinum,<br />or silvery gray. Skin hues might include extensive freckling,<br />melanin blotches, irregularly livid tones, etc. Eye colors<br />could be red, pink, white, unusual flecked combinations<br />etc. Other mutations are possible, such as scales instead<br />of skin, general cosmetic deformity, or general animal-like<br />deformity. Whatever the abnormal condition, it is clear<br />that the character is not a normal human or animal.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 34, "fields": {"name": "Epidermal Susceptibility", "page_number": "M26", "description": "<p>The epidermis of the mutant becomes defective in some<br />way, either causing 1d6 hp of damage for coming into<br />contact with usually harmless substances (such as water),<br />or adding +1 per die of damage caused by specific injury,<br />such as by fire, radiation, slashing weapons, or<br />penetrating weapons.</p>\r\n<p>The mutation can also be something that constantly<br />creates a serious inconvenience for the character, such as<br />glowing skin, uncontrollable pigment shifting, or skin that<br />always attracts certain kinds of vermin or larger creatures.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 35, "fields": {"name": "Frailty", "page_number": "M27", "description": "<p>This is a highly variable mutation, and can be used to<br />create any number of body weaknesses. Examples include<br />brittle bones or susceptibility to bruising. These would<br />increase damage by falls or other blunt force trauma by a<br />degree decided on by the ML. However, damage should<br />usually be increased no more than by +3 per die of<br />damage.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 36, "fields": {"name": "Hemophilia", "page_number": "M27", "description": "<p>The mutant&rsquo;s white blood cells are diminished in count,<br />preventing him from healing as quickly as a normal<br />specimen of his kind. This mutant may only heal 1d3 hp<br />every other day. Once the character is injured, he begins<br />to bleed profusely, losing 2 hit points per round until the<br />wounds can be properly bandaged.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 37, "fields": {"name": "Increased Caloric Needs", "page_number": "M27", "description": "<p>This drawback requires the character to eat twice the<br />normal amount of food daily. During times of vigorous<br />activity, this need becomes more acute. For every 5 rounds<br />of vigorous activity, the character must eat for 1 round or<br />lose 2 hit points and 1 point of STR each melee round<br />until he eats again or until the activity stops. All losses will<br />be regained at an equal rate for each round that food is<br />consumed, until all loss of hit points and STR is regained.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 38, "fields": {"name": "Obese", "page_number": "M27", "description": "<p>The character suffers from obesity, and his weight is twice<br />that of an average individual of his species. The ML may<br />apply encumbrance or combat modifiers when it seems as<br />though the character&rsquo;s size would interfere with his abilities<br />in any way. It is also possible to choose one body location<br />and declare that the fat accumulates there, giving one or<br />more limbs a grotesque, bloated shape compared to that<br />of the rest of the body.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 39, "fields": {"name": "Pain Insensitivity", "page_number": "M27", "description": "<p>The character lacks the awareness that living creatures<br />normally possess with regard to their bodies and<br />immediate surroundings. The character does not feel pain<br />when injured, even if a weapon has penetrated his body.<br />The character will not be able to tell how much damage<br />he has sustained without making a visual checkup of his<br />entire body. The ML should keep track of the character&rsquo;s<br />hit points.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 40, "fields": {"name": "Pain Sensitivity", "page_number": "M27", "description": "<p>The character&rsquo;s nervous system is very susceptible to injury,<br />resulting in all damage to the character being doubled.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 41, "fields": {"name": "Pituitary Deformation", "page_number": "M27", "description": "<p>This defect indicates the pituitary gland of the mutant has<br />been deformed by mutation, causing unnatural aging.</p>\r\n<p>A character with this defect appears much older than he<br />really is, generally two to three times his actual age.<br />Lifespan is also hindered by this deformation, resulting in a<br />maximum natural lifespan of 40-50 years.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 42, "fields": {"name": "Poison Susceptibility", "page_number": "M27", "description": "<p>This mutation makes all poisons much more dangerous to<br />the character. All saving throws versus poison are made<br />with a penalty of -4.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 43, "fields": {"name": "Prey Scent", "page_number": "M27", "description": "<p>The mutant&rsquo;s body sends out waves of scent that will<br />attract predators. The ML may increase the occurrence of<br />wandering monsters, at his discretion.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 44, "fields": {"name": "Reduced Immune System", "page_number": "M27", "description": "<p>Whenever the character falls ill, whether it is from infection<br />caused by combat/misadventure, or airborne infectious<br />diseases, the character suffers an extra 10 hp of damage<br />per day. If using the optional Disease rules characters with<br />this mutation suffer a -4 saving throw adjustment against<br />diseases, and the duration is doubled.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 45, "fields": {"name": "Reduced Oxygen Efficiency", "page_number": "M27", "description": "<p>This mutation makes it harder for the character to get<br />oxygen into the circulatory system. This means that, after<br />any amount of extended physical activity (including<br />combat) lasting more than 5 rounds, the character must<br />rest or fall unconscious for 3d6 rounds. Further, when<br />exploring ruins these characters need to rest for 1 turn<br />after 3 turns of exploration. See &ldquo;Rest&rdquo; in the Adventuring<br />Rules section.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 46, "fields": {"name": "Sensory Deficiency", "page_number": "M27", "description": "<p>This mutation indicates that the character suffers from<br />either blindness or deafness (50%).</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": "Blind", "form2": "Deaf", "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 47, "fields": {"name": "Simian Deformity", "page_number": "M27", "description": "<p>A mutant who suffers from this mutation has an altered<br />appearance that mimics that of the great apes (such as<br />gorillas and chimpanzees) - shorter legs, quadrupedal,<br />and elongated arms that permit the knuckles to touch the<br />ground and aid in movement.</p>\r\n<p>The character&rsquo;s shortened legs reduce his base speed to<br />2/3 normal. However, if all 4 limbs are used to move<br />(arms and legs), his speed is normal. A character using his<br />arms to assist movement cannot be wielding a weapon or<br />carrying items in his hands.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 48, "fields": {"name": "Slow Mutant", "page_number": "M28", "description": "<p>This mutation makes the mutant much slower in all<br />respects. Movement speed is halved, mental tasks take<br />twice as long to accomplish, and the character may attack<br />once every other round.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 49, "fields": {"name": "Vision Impairment", "page_number": "M28", "description": "<p>This mutation covers all visual impairments that fall short<br />of total blindness, including macular degeneration,<br />myopia, severe light sensitivity, cataracts, etc. This<br />condition makes it extremely difficult for the mutant to<br />discern objects more than 50 feet away. Characters with<br />this mutation have a -2 to hit in combat.</p>", "type": "physical", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 50, "fields": {"name": "Ability Boost", "page_number": "M28", "description": "<p>Once per day the mutant is capable of concentrating his<br />mental energy to such a degree that one of his abilities is<br />doubled for 1d10 consecutive rounds, or he gains +1 to<br />attack rolls for 1d10 rounds. The character may choose<br />either of these options each time the mutation is used.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 51, "fields": {"name": "Accumulated Resistance", "page_number": "M28", "description": "<p>Through years of exposure to a certain substance<br />(chemicals or radiation, for instance), or concentrated<br />form of energy (such as heat, cold, or light) in the mutant&rsquo;s<br />environment, a resistance against said source has been<br />accumulated, allowing the mutant to take more damage<br />from one of these sources.</p>\r\n<p>This mutation gives the mutant a hit point reserve equal to<br />his total hit points. This hit point reserve is used to take<br />damage from the substance he is resistant to before it<br />begins to affect his regular pool of hit points. This separate<br />pool heals in the same manner and at the same time as<br />the character&rsquo;s hit point pool, even if that rate is changed<br />by other mutations such as acute hyper healing or body<br />adjustment.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 52, "fields": {"name": "Acute Hyper Healing", "page_number": "M28", "description": "<p>The character may concentrate his mental energies to<br />allow him to heal 4x the normal rate. He will also be free<br />from physical pain and fatigue for up to 24 hours. This<br />power may be used once per week.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 53, "fields": {"name": "Ancestral Form", "page_number": "M28", "description": "<p>This mental mutation can reduce an opponent&rsquo;s<br />mutational capabilities, eventually removing all forms of<br />mutation and returning it to its original, unadulterated<br />form. On each round after a successful mental attack with<br />this mutation, the target has one mutation removed<br />permanently (randomly determined), until none are left.<br />Rarely (5%), this power allows a powerful mutant to<br />regress a pure specimen further down the evolutionary<br />line, to a previous stage of its evolution. For example, a<br />pure human might become a dimmer-witted Homo<br />erectus, and onward. This attack may only be attempted<br />for the duration of one encounter, whether it succeeds or<br />not, and cannot be used again for 1 week.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 54, "fields": {"name": "Body Adjustment", "page_number": "M28", "description": "<p>The character can heal all of his hit points once every 24<br />hours. In addition, if the character is in a life or death<br />situation, this mutation can double his physical attributes<br />(Strength, Dexterity, movement) for 3d10 rounds.</p>\r\n<p>This power may only be used 1d4 times per week (roll at<br />character creation).</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 55, "fields": {"name": "Combat Empathy", "page_number": "M28", "description": "<p>The character is so attuned to the minute body language<br />of others that he can tell what they are going to do before<br />they do it. This gives him a +1 to hit in combat, and +3<br />hp damage per damage die rolled in a successful attack.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 56, "fields": {"name": "Control Light Waves", "page_number": "M28", "description": "<p>The character can control light, creating a number of<br />interesting effects. He can bend light around himself,<br />becoming invisible, or he may remove all light from a<br />small area (10&rsquo; radius) at a range of 30 feet. He may also<br />completely dissipate laser fire anywhere within this 30&rsquo;<br />range. All of these effects require concentration, such that<br />the mutant may move at full speed but not attack when<br />concentrating on using this mutation.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 57, "fields": {"name": "Control Weather", "page_number": "M28", "description": "<p>The mutant can change the weather in the local area. It<br />takes 1 round to use the mutation and an additional 1d4<br />rounds for the effects to manifest. The mutant calls forth<br />weather appropriate to the climate and season of the<br />area.</p>\r\n<p><strong>Spring: </strong>Tornado, thunderstorm, sleet storm, or<br />hot weather</p>\r\n<p><strong>Summer:</strong> Torrential rain, heat wave, or hailstorm</p>\r\n<p><strong>Autumn: </strong>Hot or cold weather, fog, or sleet</p>\r\n<p><strong>Winter: </strong>Frigid cold, blizzard, or thaw</p>\r\n<p><strong>Late winter: </strong>Hurricane-force winds or early spring<br />(coastal area)</p>\r\n<p>The mutant controls the general tendencies of the weather,<br />such as the direction and intensity of the wind, but cannot<br />control specific applications of the weather-where lightning<br />strikes, for example, or the exact path of a tornado.<br />Contradictory weather conditions are not possible<br />simultaneously. Control weather can do away with<br />atmospheric phenomena (naturally occurring or otherwise)<br />as well as create them.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 58, "fields": {"name": "Damage Turning", "page_number": "M28", "description": "<p>This mutation allows the character to return any incoming<br />damage to the origin of the attack. For this power to work<br />the mutant must use every bit of his concentration, taking<br />no other actions. Any movement of more than one or two<br />small steps will cause this power to fail.</p>\r\n<p>The power gradually builds up, allowing 3d6 hp worth of<br />damage to be turned the first round. This increases by 1d6<br />per round up to a maximum of 20d6 hp worth of damage.<br />The mutant only takes damage that is above his current hp<br />level of damage turning. For instance, in the first round the<br />character rolls 3d6, with a result of 14. He may turn up to<br />14 hp of damage the first round. The next round he adds<br />1d6 to the current running total of 14. He can keep the<br />power working as long as he remains still and<br />concentrating, and he may maintain concentration when<br />he receives damage. The mutant cannot turn attacks that<br />cause no damage. If such powers are successful, they can<br />interfere with this ability.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 59, "fields": {"name": "Density Alteration (Others)", "page_number": "M29", "description": "<p>This mutation grants the ability to instantly alter the body<br />density of a target, thus shrinking or enlarging, with<br />maximum enlargement up to twice the natural body size.<br />Each fraction of a body size change is accompanied by an<br />equal fraction increase or decrease to armor class and<br />speed. For example, reduction of size by 1/4 also reduces<br />(improves) armor class and movement by 1/4. Becoming<br />twice as large increases armor class by a multiple of two<br />(to a maximum of 10) and divides movement in half as<br />well. Note that reduction of body density to 1/8 makes a<br />character impervious to damage from sharp implements.</p>\r\n<p>This mutation has a range of 90 feet, a duration of 1d4<br />turns, and cannot be used on the mutant who wields it.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 60, "fields": {"name": "Disintegration", "page_number": "M29", "description": "<p>With this powerful mutation, the mutant can completely<br />destroy matter on a molecular level. Doing so requires so<br />much energy expenditure, however, that the mutant is<br />instantly rendered unconscious, with 1 hp left. The total<br />weight that may be disintegrated is WILx10 pounds and<br />the range is 90 feet.</p>\r\n<p>It is more difficult to disintegrate dense materials. Multiply<br />the mutant&rsquo;s WIL by 3 to find the percentage chance of<br />disintegrating metals and stone, or by 5 to figure out the<br />percentage chance of disintegrating wood or living<br />material.</p>\r\n<p>Once the mutant has used this power, the ML must<br />determine, via a secret 1d6 roll, how many days it will be<br />before the power may be used another time.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 61, "fields": {"name": "Dual Cerebellum", "page_number": "M29", "description": "<p>The character has 2 fully functional brains that work in<br />concert. The mutant receives a bonus of 10% to all<br />technology rolls, and the character receives one extra<br />random mental mutation that belongs to the extra brain.<br />Both brains have identical WIL. Having two brains also<br />helps to protect the mutant from mental attacks. Whenever<br />the character is the subject of a mental attack, the attacker<br />must successfully attack each brain.</p>\r\n<p>Note that a character with two brains may or may not<br />have two heads. One brain may be located in an<br />unexpected part of the body, or as part of a small, sickly<br />or undeveloped conjoined twin.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 62, "fields": {"name": "Empathy", "page_number": "M29", "description": "<p>The character can attune himself to the emotions of other<br />beings and is capable of instilling emotions in creatures<br />who are successfully attacked with this mutation. This<br />mutation has a range of 90 feet.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 63, "fields": {"name": "Flight, Psionic", "page_number": "M29", "description": "<p>The character may fly through the air with a movement of<br />up to WIL x 10. Any encumbrance will hinder the<br />movement by reducing the speed at a level set by the ML.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 64, "fields": {"name": "Force Screen", "page_number": "M29", "description": "<p>This mutation allows the character to create an invisible<br />field of energy that is difficult to penetrate. The force<br />screen is close to the mutant&rsquo;s body, extending only a few<br />inches from his skin. It is capable of taking 5d6 hp worth<br />of damage (the ML determines this secretly each time the<br />power is used) before it collapses, leaving the mutant<br />unprotected. The power may only be used once per day.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 65, "fields": {"name": "Force Screen, Greater", "page_number": "M29", "description": "<p>This force screen can be used at a range of 4&rsquo;, and is<br />capable of enclosing other creatures. It can take 5d6 hp<br />worth of damage before it collapses (the ML determines<br />this secretly each time the power is used), and can be used<br />once per day. It can also be employed in the same<br />manner as the regular force screen.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 66, "fields": {"name": "Increased Willpower", "page_number": "M29", "description": "<p>The mutant gains 4 points to his WIL, and gains a bonus<br />of 10% to technology rolls.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 67, "fields": {"name": "Intellectual Affinity", "page_number": "M29", "description": "<p>Thanks to advanced thinking capabilities, the mutant gains<br />one of the following abilities (roll 1d6):</p>\r\n<p><strong>1-2 Martial Affinity: </strong>+4 to hit in combat and +1d6<br />damage.</p>\r\n<p><strong>3-4 Tinkerer Affinity: </strong>Bonus of 20% to technology rolls.<br />The character may also make weapons that do extra<br />damage, up to +4. These weapons take extra long to<br />build.</p>\r\n<p><strong>5-6 Bartering Affinity:</strong> +3 Charisma when trying to sell an<br />object, and any object sold will yield up to a multiple of<br />1d4+1 in profits if the person being bartered with can<br />afford it.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": "Martial Affinity", "form2": "Tinkerer Affinity", "form3": "Bartering Affinity", "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 68, "fields": {"name": "Killing Sphere", "page_number": "M29", "description": "<p>This powerful mutation allows the mutant to generate a<br />25&rsquo; radius sphere of deadly mental energy centered on the<br />mutant. Within this sphere of energy all creatures except<br />the mutant (friend or foe!) have their hit points reduced to<br />1 point, and must save versus stun attacks or be knocked<br />unconscious for 1d10 rounds. After using this mutation,<br />the mutant is exhausted from the force of the mental<br />exertion and may move at full rate but not attack for 2d10<br />rounds.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 69, "fields": {"name": "Know Direction", "page_number": "M30", "description": "<p>The character is incapable of being lost, even if all other<br />senses are somehow nullified. He will always be able to<br />find a location where he has been previously, and will<br />know its relation to any location in which he currently<br />resides.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 70, "fields": {"name": "Mental Barrier", "page_number": "M30", "description": "<p>Any mental attacks against this mutant receive a &ndash;4<br />penalty to their attack roll. A character with this mutation<br />gains the ability to sense other creatures that have mental<br />mutations at a range of 90 feet. This secondary ability<br />does not require a roll.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 71, "fields": {"name": "Mental Phantasm", "page_number": "M30", "description": "<p>With this power, the mutant is capable of creating a<br />realistic, illusory environment in the mind of another<br />conscious creature. These visions are realistic to all senses<br />but touch. Once the target tries to make physical contact<br />with any element of the phantasm it dissolves into reality.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 72, "fields": {"name": "Metaconcert", "page_number": "M30", "description": "<p>This ability allows the mutant to link its mind with other<br />mutants of a similar type or those who have the same<br />mental mutation. These include those with the<br />Metaconcert mutation, or other mental mutations that<br />facilitate control between the minds of two beings. The<br />mutant may combine his WIL with the WIL of other mutants<br />for conducting a mental attack, or some other joint<br />purpose.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 73, "fields": {"name": "Mind Reflection", "page_number": "M30", "description": "<p>The mutant may reflect any mental attack he experiences<br />back at the attacker, but he still suffers the effects of the<br />attack. He may only reflect a power that he has been<br />successfully stricken by, and only as many times as he has<br />been stricken by it. The reflected power strikes the mind of<br />the attacker, and it can never target any other creature.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 74, "fields": {"name": "Mind Thrust", "page_number": "M30", "description": "<p>The mutant is capable of firing a bolt of pure mental<br />energy into the mind of another creature, doing 3d6 hp<br />damage at up to 50 feet. This ability takes time to<br />recharge, and can only be used once every two rounds.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 75, "fields": {"name": "Neural Telekinesis", "page_number": "M31", "description": "<p>With this mutation the character can lift or move WILx10<br />pounds using only the power of his mind. This ability does<br />not extend to lifting the mutant, however. To the mutant,<br />using this power feels like lifting the object with his<br />strength, and so requires some concentration. This ability<br />has a range of 50 feet, and can only be used to hold<br />things for 5 rounds before the mutant becomes tired and<br />must set the objects down. The mutant must rest for 5<br />rounds before using the power again.</p>\r\n<p>Any use of this mutation on another creature, or objects<br />carried by another creature, is considered a mental attack<br />and must be handled accordingly.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 76, "fields": {"name": "Neural Telepathy", "page_number": "M31", "description": "<p>Using this ability, the mutant can connect his mind with<br />another creature&rsquo;s mind and communicate directly, even if<br />the two creatures speak completely different languages or<br />are of different species. The range of this ability is 30 feet.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 77, "fields": {"name": "Plane Shift", "page_number": "M31", "description": "<p>This mutation grants the power to visit realities in other<br />dimensions. These dimensions are accessed through<br />temporary doors which the mutant creates using the power<br />of his mind. These doors appear as large portals 10&rsquo;x10&rsquo;<br />in size, and will last for 6 rounds or until the mutant closes<br />them intentionally. Once entered, they cannot be exited<br />without a mutant with this ability opening another door.<br />The mutant can only choose to open doors to worlds he<br />has visited before. Otherwise, the doorway leads to a<br />random world of the ML&rsquo;s choice and design. This ability<br />only works once per week.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 78, "fields": {"name": "Possession", "page_number": "M31", "description": "<p>The mutant may wrest control over another creature&rsquo;s<br />body, subjecting himself to all of the sensations the<br />possessed creature experiences. If the creature dies while<br />possessed, the mutant dies as well. During the time he<br />possesses another body, the body of the mutant is<br />unconscious and vulnerable to attack. He may relinquish<br />control of the body at any time, and will return instantly to<br />his own body.</p>\r\n<p>This power works at a range of 50 feet, but once inside<br />another body the possessor can travel any distance with<br />no ill effects.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 79, "fields": {"name": "Precognition", "page_number": "M31", "description": "<p>The mutant is capable of seeing up to 3 minutes into the<br />future, but only with respect to dangerous things that will<br />affect him. If the future indicates that he is going to suffer<br />some form of damage, he immediately suffers 1d6 hp<br />damage. If he is confronted with a vision of his death or of<br />suffering a grievous wound that would take more than 1&frasl;2<br />of his hit points, he suffers 2d6 hp damage and<br />immediately enters a comatose state lasting 1 turn.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 80, "fields": {"name": "Quick Mind", "page_number": "M31", "description": "<p>The mutant is capable of learning how to use technology<br />at a much higher rate of speed than other characters (in<br />1/3 the time), and receives a bonus of 30% to technology<br />rolls. When confronted with a mental attack, an attacker<br />must roll to attack three times, succeeding each time (roll<br />three times for the one attack). Because of his incredible<br />leaps of logic, a mutant with this ability has a 100%<br />chance of figuring out whether someone is telling the truth.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 81, "fields": {"name": "Teleport", "page_number": "M31", "description": "<p>This ability allows the mutant to disappear from one<br />location and appear in a location up to 20 miles distant<br />without physically crossing the intervening space. If the<br />mutant has never been to the location he is teleporting to<br />or is only slightly familiar with it (ML&rsquo;s discretion) he has a<br />25% chance of suffering 10d6 damage upon arrival as he<br />teleports into a space occupied by another object, or<br />misjudges some aspect of the location. If he is intimately<br />familiar with his destination or has spent 2d4 hours<br />conjuring an image of the location in his mind he can<br />teleport safely.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 82, "fields": {"name": "Temperature Control", "page_number": "M31", "description": "<p>With this mutation, the character can raise or lower the<br />temperature of a visible object within a range of 90 feet.<br />The specific form of the power must be determined at<br />character generation (50% heat, 50% cold). The mental<br />nature of this mutation requires concentration, and the<br />effect is a graduated level of damage equaling 1d6 per<br />round. The maximum amount of damage that can be<br />dealt is 10d6 per round. The ML will decide when an<br />object or being combusts or freezes completely.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": "Heat", "form2": "Cold", "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 83, "fields": {"name": "Vampiric Field", "page_number": "M31", "description": "<p>This mutation grants the mutant the ability to absorb the<br />life essence (hit points) from all creatures (friend or foe)<br />within a foot radius equal to 30+WIL. This power absorbs<br />2d4 hp per round from all creatures in the radius, and<br />these absorbed points go into a separate reserve for the<br />mutant. All damage to the mutant is taken from these<br />reserved points until they are gone; after this point the<br />mutant&rsquo;s regular hp begin to be affected. Stored hp will<br />disappear after 24 hours.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 84, "fields": {"name": "Atrophied Cerebellum", "page_number": "M31", "description": "<p>The mutant&rsquo;s brain has atrophied in certain areas due to a<br />genetic birth defect. As a result of this mutation, the<br />mutant suffers a one-time &ndash;2 reduction of INT and DEX,<br />due to deterioration in mental capacity and coordination.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 85, "fields": {"name": "Dual Cerebellum (Defective)", "page_number": "M31", "description": "<p>The character has a second brain that hinders his thought<br />processes. This brain has 1d4 mental mutations of its own<br />(half of which should be defects, round up), which should<br />be kept secret from the player until an opportunity to<br />discover them comes about during play. This second brain<br />may have an entirely different personality and motives than<br />the character, and may try to foil the character&rsquo;s actions at<br />inconvenient times. This is up to the ML&rsquo;s discretion. This<br />&ldquo;Hyde&rdquo; brain may attempt to take over the mutant&rsquo;s body,<br />as the mutation possession, once per month for a duration<br />of 24 hours.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 86, "fields": {"name": "Mind Reflection (Defective)", "page_number": "M32", "description": "<p>This defect creates a chance that mental attacks attempted<br />by the mutant backfire, causing injury to him instead of his<br />enemy. The chance of this occurring is 25%.</p>\r\n<p>In the case of powers that inflict no damage, the Mutant<br />Lord should find some way to make the power backfire or<br />become an inconvenience to the character.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 87, "fields": {"name": "Negative Empathy", "page_number": "M32", "description": "<p>The mutant sends out waves of negative mental energy,<br />causing anyone with less than 17 Intelligence within a 90&rsquo;<br />radius to have a 15% probability of attacking the mutant.<br />Only one check is necessary per person until they leave<br />the field and reenter it.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 88, "fields": {"name": "Phantasmal Damage", "page_number": "M32", "description": "<p>When the mutant is damaged, his mind radiates waves of<br />negative energy in a feedback loop through his nervous<br />system that causes the effective damage from an attack to<br />be doubled.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 89, "fields": {"name": "Phobia", "page_number": "M32", "description": "<p>The mutant has an irrational fear of some creature or<br />object. Whenever he comes face to face with the object of<br />his fear, he flees immediately, throwing anything in his<br />hands at the feared object/creature in an effort to distract<br />or harm it. He will flee in the opposite direction at full<br />movement for 1d4 rounds.</p>\r\n<p>Roll 1d6 to find out what category his fear falls into. The<br />ML will flesh out the specifics.</p>\r\n<ol>\r\n<li>Other technological (robots, vehicles)</li>\r\n<li>Weaponry (energy weapons, other)</li>\r\n<li>Animal</li>\r\n<li>Plant</li>\r\n<li>Ordinary object</li>\r\n<li>Insect</li>\r\n</ol>", "type": "mental", "source": "base", "form_rolls": 0, "form1": "Other technological", "form2": "Weaponry", "form3": "Animal", "form4": "Plant", "form5": "Ordinary object", "form6": "Insect", "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 90, "fields": {"name": "Weak Will", "page_number": "M32", "description": "<p>The WIL of the mutant is reduced to 3.</p>", "type": "mental", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 91, "fields": {"name": "Abnormal Size", "page_number": "M32", "description": "<p>The plant is either much larger than normal or much<br />smaller than the average specimen. Roll 1d20 and<br />multiply or divide the plant&rsquo;s normal size by that number to<br />arrive at the new abnormal size. See dwarfism and<br />gigantism for potential size effects on combat.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": false}}, {"model": "mutantfuture.mutation", "pk": 92, "fields": {"name": "Accumulated Resistance", "page_number": "M32", "description": "<p>With this mutation, the plant has learned to change its<br />structure to gain complete immunity to any energy-based<br />attack that it has experienced in the past, including heat,<br />cold, electricity, radiation, or energy weapons.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 93, "fields": {"name": "Animal Limbs or Organs", "page_number": "M32", "description": "<p>This mutation gives the plant any kind of organs or limbs<br />normally found in humans or animals. The player and<br />Mutant Lord will determine the exact nature of the new<br />limbs or organs.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 94, "fields": {"name": "Animate Seeds", "page_number": "M32", "description": "<p>This mutation allows the seeds of a plant to maneuver<br />once away from the plant. The seeds can have their own<br />plant mutations, but will grow up to have the same<br />mutations as the adult plant that spawned them.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": false}}, {"model": "mutantfuture.mutation", "pk": 95, "fields": {"name": "Carnivore", "page_number": "M32", "description": "<p>The plant has mouths that are capable of inflicting 1d8<br />damage with a bite. Roll 1d12 to determine how many<br />mouths are on the plant.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 96, "fields": {"name": "Chameleon Metamorph", "page_number": "M32", "description": "<p>The plant can change color or shape in order to look like<br />any other kind of plant, but the mass of the plant is<br />unchanged. If the plant has a level of intelligence it can<br />alter the color to benefit it in other ways as well (see<br />chameleon epidermis).</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 97, "fields": {"name": "Dermal Acid Sap", "page_number": "M32", "description": "<p>The plant&rsquo;s sap is a concentrated acid that will inflict 3d6<br />hp damage every round to creatures that come in contact<br />with it.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 98, "fields": {"name": "Dermal Poison Sap", "page_number": "M32", "description": "<p>The sap of the plant is poisonous to creatures that come in<br />contact with it or ingest it. The poison effects should be<br />determined with a roll on the poison table.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 99, "fields": {"name": "Electric Charge Generation", "page_number": "M32", "description": "<p>The plant can use some of the excess energy not converted<br />to food into a stored electrical charge capable of<br />damaging creatures that come in contact with it. This<br />electrical weapon does 4d6 hp damage, and must be<br />recharged. The plant will be fully charged again after four<br />rounds, and may deliver smaller shocks (non-damaging,<br />but uncomfortable) every round if under constant<br />harassment by predators or opponents.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 100, "fields": {"name": "Flight", "page_number": "M32", "description": "<p>The plant has developed some way of coasting on strong<br />winds and, if the plant is intelligent, it may have actual<br />winged flight. The method of flight is up to the ML.<br />Perhaps the plant has grown special cupped leaves or a<br />series of light tubules that make it structurally capable of<br />flight. For winged flight by modified leaves, see complete<br />wing development for movement. Otherwise, the plant&rsquo;s<br />movement rate will be heavily dependent on wind speeds.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 101, "fields": {"name": "Fragrance Development (Plants)", "page_number": "M33", "description": "<p>The plant can send out a scent that is enticing to all living<br />creatures. This scent can be smelled for a range of up to 5<br />miles in windy conditions, or 90 feet in regular conditions.</p>\r\n<p>The enticing scent overwhelms any creature that fails a<br />saving throw versus poison. Every creature so enticed will<br />stay as close to the plant as possible and try to protect it,<br />even to the point of fighting other creatures that draw<br />near. Every 5 rounds anyone enticed by the plant&rsquo;s<br />fragrance may make another saving throw. Until the victim<br />is successful, he will stay near the plant until he dies from<br />severe dehydration or starvation.</p>\r\n<p>The scent itself deals no damage, but the plant may have<br />other mutations capable of doing so.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 102, "fields": {"name": "Free Movement", "page_number": "M33", "description": "<p>The plant is capable of maneuvering on its own at<br />standard movement. This may be through the use of leg-<br />like protrusions or by pulling itself along the ground with<br />vines or other branches.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": false}}, {"model": "mutantfuture.mutation", "pk": 103, "fields": {"name": "Full Senses", "page_number": "M33", "description": "<p>The plant is capable of utilizing one or more human<br />senses, or other senses such as sonar, thermal vision or<br />other unusual senses. It is up to the player and Mutant<br />Lord to determine how the plant uses them. If this mutation<br />is rolled more than once, one or more of the acquired<br />senses may become increased as per the increased senses<br />physical mutation.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": false}}, {"model": "mutantfuture.mutation", "pk": 104, "fields": {"name": "Grenade-Like Fruit", "page_number": "M33", "description": "<p>Plants with this mutation have pods that are explosive and<br />deal 2d6 hp damage to creatures within 10&rsquo;. Upon<br />exploding, the pod may also release radiation (50%) of a<br />randomly determined class. The range for this mutation<br />varies based on the size of the plant, and whether or not it<br />is capable of moving under its own power. If the plant is<br />incapable of movement, the pods simply drop near the<br />base. If the plant is small (1&rsquo;-2&rsquo;), there is a 25% chance a<br />dropped pod will explode. If it is a medium sized plant (3&rsquo;-<br />5&rsquo;) there is a 45% chance, and if it is a tree-sized plant (6<br />ft. or beyond), there is an 80% chance of detonation when<br />dropped. Extremely tall plants may have a 100% chance,<br />or the ML may declare that any size plant has a higher<br />chance because of the chemical makeup of the pods.</p>\r\n<p>Plants that are capable of movement can throw their own<br />pods at a range determined by multiplying the plant&rsquo;s<br />height x 10 feet.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 105, "fields": {"name": "Injected Poison Sap", "page_number": "M33", "description": "<p>The plant has a toxic sap that is injected when the plant&rsquo;s<br />branches or vines are stepped on or otherwise blundered<br />into. A PC with this mutation may use this as an attack<br />each round. The class of the poison is determined<br />randomly.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 106, "fields": {"name": "Natural Armor (Plant)", "page_number": "M33", "description": "<p>The plant has developed a thicker skin or shell that<br />provides armor against physical attacks. In all other ways<br />this mutation resembles natural armor from the<br />human/animal mutations list.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 107, "fields": {"name": "Natural Vegetal Weapons", "page_number": "M33", "description": "<p>This mutation covers all types of aspects of a plant that<br />could generally be considered &ldquo;natural&rdquo;. This includes<br />things like large thorns (up to 12 inches), or sharp leaves<br />capable of cutting into flesh or clothing. While dangerous<br />on their own, these will generally only affect characters<br />that blunder into the plant unaware of its danger. When<br />such weapons are attached to plants that are capable of<br />attacking or moving their vines or limbs about, however,<br />they become very dangerous indeed.</p>\r\n<p>The types of weapons covered by Natural Vegetal<br />Weapons can do 1d4, 1d6, or 1d8 damage. Determine<br />randomly for PCs by rolling 1d6; 1-2 1d4; 3-4 1d6; 5-6<br />1d8. These weapons may have other effects decided by<br />the ML. They may be passive, or attached to mobile vines.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": "1d4", "form2": "1d6", "form3": "1d8", "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 108, "fields": {"name": "Poisonous Spores", "page_number": "M33", "description": "<p>Whenever the plant is disturbed, it will emit a cloud of<br />spores. These spores can cause any effect the player and<br />Mutant Lord wishes. The most basic type of poisonous<br />spore simply has a random class of poison, but others may<br />be hallucinogenic, paralytic, or allergy inducing. All will<br />allow a saving throw versus poison.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 109, "fields": {"name": "Prehensile Tendrils", "page_number": "M34", "description": "<p>These plant growths are capable of movement and a<br />rudimentary sense of touch. Prehensile tendrils come in<br />two forms, Simple and Constrictive. Roll 1d6:</p>\r\n<p><strong>1-3 Simple tendrils: </strong>These have a randomly determined<br />(3d6) DEX and are capable of wielding weapons, but are<br />not strong enough to do damage on their own. Higher<br />DEX scores are due to aspects of the plant that make it<br />more dexterous, like sticky fibers and clingy cilia.</p>\r\n<p><strong>4-6 Constrictive Tendrils: </strong>These tendrils can do 2d6<br />damage through constriction and are capable of rapid<br />movement. A successful attack roll achieves constriction,<br />and the victim will suffer damage on each consecutive<br />round.</p>\r\n<p>Because the growth pattern of such plants dictates that the<br />tendrils grow to full size quickly, even small plants with this<br />mutation are considered to have tendrils at least 10&rsquo; long,<br />and are capable of growing their tendrils to any length the<br />ML desires. To randomly determine the length of the<br />tendrils, simply multiply the base of 10&rsquo; by a roll of: 1d6<br />for small plants, 1d10 for medium sized plants, or 1d20<br />for large or tree sized plants. PCs with this mutation may<br />choose the length of their tendrils, but the length should<br />range from 10&rsquo; to 20&rsquo;.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": "Simple", "form2": "Constrictive", "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 110, "fields": {"name": "Projectile Thorns", "page_number": "M34", "description": "<p>The plant is endowed with a substantial number of thorns.<br />These thorns are capable of being thrown if the plant has<br />mobility and any level of intelligence. The throwing range<br />of these thorns is like a dagger, and they deal 1d4 hp<br />damage if they strike a creature. Some plants (50%) grow<br />thorns that are covered with toxins. Determine the class of<br />the poison randomly.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 111, "fields": {"name": "Radioactive Emissions", "page_number": "M34", "description": "<p>The plant has become irradiated through mutation, and is<br />capable of giving off a randomly determined class of<br />radiation at a range of 150&rsquo;. A good sized patch of these<br />plants is capable of clearing a large area of animals and<br />other radiation sensitive creatures, and will often become<br />a safe haven for creatures that are immune to the effects<br />of radiation.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 112, "fields": {"name": "Reflective Cellular Structure", "page_number": "M34", "description": "<p>The plant&rsquo;s skin is essentially impenetrable to a randomly<br />determined form of energy. Roll 1d8; 1-2 electricity; 3-4<br />heat; 5-6 cold; 7-8 radiation.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": "Electricity", "form2": "Heat", "form3": "Cold", "form4": "Radiation", "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 113, "fields": {"name": "Shriek (Plant)", "page_number": "M34", "description": "<p>Whenever a plant with this mutation is damaged, it gives<br />off a piercing shriek that is capable of damaging everyone<br />within a 30&rsquo; radius. This strange attack does not harm<br />other similar plants. The shriek causes 3d6 damage (save<br />versus stun attacks for half), and may be used every 4<br />rounds until the plant is killed. Mutants with the<br />echolocation mutation suffer a -2 penalty to save. If a<br />large patch of these plants is injured all at once, such as<br />when they are trampled by large creatures or vehicles roll<br />3d10 for damage instead of 3d6. An intelligent plant may<br />use this ability every 4 rounds at will.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 114, "fields": {"name": "Thermal Emissions", "page_number": "M34", "description": "<p>The plant is capable of generating a ray of heat or cold<br />(50%) capable of doing 4d6 damage to those it comes in<br />contact with. Depending on the size of the plant, it may<br />have 1d3 heat or cold emitting flowers or branches. The<br />range of this attack is 50 feet. The ML may determine if<br />there is a difference between intelligent plants and other<br />plants with regard to this power. A suggested difference is<br />a -2 attack adjustment for plants with no higher order<br />mental functions.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": "Heat", "form2": "Cold", "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 115, "fields": {"name": "Tripping Tendrils", "page_number": "M34", "description": "<p>These tendrils have a very low strength (1d4), and are<br />capable of only very slow movement. Given enough time,<br />however, they can crush a small or weakened creature in<br />their grasp. Once in position, without resistance, they may<br />inflict 1d6 hp damage per round. The plant usually grows<br />a large patch (2d10 feet in diameter) of these vines to trip<br />victims. Victims who fall unconscious on vines such as<br />these are not likely to waken.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": false}}, {"model": "mutantfuture.mutation", "pk": 116, "fields": {"name": "Vegetal Parasite", "page_number": "M34", "description": "<p>If the plant can attack and latch onto another creature for<br />3 rounds (one successful attack roll for three consecutive<br />rounds), it will maintain control over the creature as long<br />as the two are in physical contact. Plants will usually use<br />these controlled bodies for protection or food, and a plant<br />may control as many creatures as it has limbs to touch<br />them.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 117, "fields": {"name": "Nocturnal", "page_number": "M34", "description": "<p>The plant is completely motionless during daylight hours.<br />As soon as the sun dips below the horizon or the plant is in<br />full shadow for 1d4 rounds, however, it will begin to move<br />or otherwise act if it is able.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 118, "fields": {"name": "Prey Scent", "page_number": "M34", "description": "<p>The plant sends out waves of scent that attracts predators.<br />In the case of a mobile, intelligent PC plant, the ML may<br />increase the chances of encountering some types of<br />monsters.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 119, "fields": {"name": "Reduced Fertility", "page_number": "M34", "description": "<p>Very few of these plants will exist in one localized area.<br />With human intervention, this trait can be bred out of a<br />plant type in a number of generations through the<br />application of advanced horticulture practices.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": false}}, {"model": "mutantfuture.mutation", "pk": 120, "fields": {"name": "Thermal Sensitivity", "page_number": "M34", "description": "<p>The plant is susceptible to heat or cold (50%). Such energy<br />based attacks deal 2 extra points per die of damage in<br />addition to the regular damage inflicted.</p>", "type": "plant", "source": "base", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 121, "fields": {"name": "Adhesive Touch", "page_number": "A23", "description": "<p>The mutant&rsquo;s hands and feet have retractable sticky<br />pads. The mutant can climb vertical surfaces with a<br />movement of 40 ft. They can also climb across ceilings.<br />If the mutant holds a tool or weapon, they may never be<br />disarmed or drop it against their will.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 122, "fields": {"name": "Adrenal Surge", "page_number": "A23", "description": "<p>Upon activating this mutation, the mutant experiences a<br />temporary surge of strength. The mutant gains 1d6 STR<br />for 1d6 minutes (1d6x10 rounds). At the end of this<br />duration, they fall unconscious for 1 minute (6 rounds)<br />per round of the surge. For instance, if the adrenal<br />surge lasted 30 rounds, they would be unconscious for<br />30 minutes after. The mutant will not wake until the<br />period of unconsciousness is over.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 123, "fields": {"name": "Alien Metabolism", "page_number": "A23", "description": "<p>The mutant does not need to eat food or drink water.<br />They can never suffer from starvation or dehydration.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 124, "fields": {"name": "Amorphous Form", "page_number": "A23", "description": "<p>The mutant can become amorphous at will. In this gel&shy;<br />like state, they are unable to grip objects, wear clothing,<br />or carry possessions. However, they may escape bonds<br />or flow through openings small enough to permit a<br />trickle of water. They can still suffer physical harm as<br />usual. The mutant can resume their solid form at will.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 125, "fields": {"name": "Amphibious", "page_number": "A23", "description": "<p>The mutant has fins and gills, or other aquatic<br />adaptations. They can swim with a movement of 60 ft.<br />and may breathe underwater and on land.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 126, "fields": {"name": "Anaerobic", "page_number": "A23", "description": "<p>The mutant does not breathe and can never suffer from<br />asphyxiation. They are immune to toxins and pathogens<br />which must be inhaled.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 127, "fields": {"name": "Athletic Arm Musculature", "page_number": "A23", "description": "<p>The mutant&rsquo;s arms have adapted to perform exceptional<br />feats of throwing or catching. When this mutation is<br />received, roll 1d6 to determine the specific effect.</p>\r\n<p><strong>1-&shy;2 Exceptional Throwing Ability:</strong> A weapon or<br />object thrown by the mutant has 4x its normal range<br />and gains a +1 bonus to hit and damage.</p>\r\n<p><strong>3&shy;-4 Exceptional Catching Ability: </strong>The mutant can<br />parry or catch low&shy;speed projectiles that are launched at<br />them. This includes thrown weapons, arrows, and sling<br />bullets, but not firearm bullets or grenade launcher<br />rounds. To use this ability, the mutant must have an<br />empty hand. They cannot be carrying a two&shy;handed<br />weapon or a shield. Parried projectiles are knocked to<br />the ground at the mutant&rsquo;s feet. If the mutant chooses to<br />catch the projectile, they may throw it using their next<br />attack. Parried or caught projectiles inflict no damage<br />to the mutant unless they are explosive, incendiary, or<br />have another appropriate special property. The mutant<br />can only parry or catch one projectile per round.</p>\r\n<p><strong>4-&shy;6 Exceptional Throwing and Catching:</strong> The mutant<br />gains all the throwing and catching benefits listed<br />above. In addition, when catching a projectile, they can<br />immediately throw it as a &ldquo;free&rdquo; attack. This free throw<br />ignores initiative order and does not spend the mutant&rsquo;s<br />action for the round.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": "Exceptional Throwing Ability", "form2": "Exceptional Catching Ability", "form3": "Exceptional Throwing & Catching", "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 128, "fields": {"name": "Attractive", "page_number": "A23", "description": "<p>The mutant is considered physically appealing or<br />sexually desirable (even by members of other species).<br />They are attractive despite any disfiguring mutations.<br />They have a &shy;-2 reaction adjustment bonus.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 129, "fields": {"name": "Burrower", "page_number": "A23", "description": "<p>The mutant can burrow a tunnel the size of their body.<br />They burrow through dirt with a movement of 10 ft.<br />and rock with a movement of 5 ft. Larger tunnels can<br />be dug at a slower speed. The tunnel is sturdy but could<br />be collapsed by a powerful tremor or concussion.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 130, "fields": {"name": "Death Trance", "page_number": "A24", "description": "<p>The mutant can enter a death&shy;like torpor at will. Their<br />body grows cold and numb, their breathing becomes<br />imperceptible, and their metabolism slows<br />dramatically. In this state, the mutant appears to be<br />dead and cannot move although they are aware of their<br />surroundings. They are resistant to pain and can<br />maintain the illusion of death even while taking<br />damage.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 131, "fields": {"name": "Elongation", "page_number": "A24", "description": "<p>The mutant can stretch their arms, legs, and neck up to<br />30 ft. in length. When stretching their arms, the mutant<br />can make melee attacks from 30 ft. away. When<br />stretching their legs, the mutant&rsquo;s movement speed<br />increases by 1.5x. This increase in movement is the<br />same regardless of how far the mutant&rsquo;s legs stretch.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 132, "fields": {"name": "Enhanced Voice Apparatus", "page_number": "A24", "description": "<p>The mutant has highly sophisticated vocal chords.<br />When this mutation is received, roll 1d6 to determine<br />the specific effect.</p>\r\n<p><strong>1&shy;-2 Mimicry: </strong>The mutant can reproduce any voice or<br />sound they have heard. However, the sound&rsquo;s volume<br />cannot exceed the capabilities of the mutant&rsquo;s lungs and<br />vocal chords. For instance, the mutant can imitate an<br />explosion, but the sound will not be as loud as an actual<br />explosion.</p>\r\n<p><strong>3-&shy;4 Ventriloquism: </strong>The mutant can speak without<br />moving their lips. They can also project their voice<br />from anywhere within 90 ft.</p>\r\n<p><strong>5&shy;-6 Vocal Mastery: </strong>The mutant gains the abilities of<br />both mimicry and ventriloquism described above.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": "Mimicry", "form2": "Ventriloquism", "form3": "Vocal Mastery", "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 133, "fields": {"name": "Explosive Self-Destruction", "page_number": "A24", "description": "<p>The mutant can violently explode at will. The explosion<br />kills the mutant, completely obliterating their body. The<br />concussive blasts causes 10d6 damage to every creature<br />in a 90 ft. radius.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 134, "fields": {"name": "Hermamorph", "page_number": "A24", "description": "<p>The mutant can change their gender at will. The change<br />is instantaneous and affects the mutant&rsquo;s size, shape,<br />voice, hormones, and reproductive organs.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 135, "fields": {"name": "Inanimate Mimicry", "page_number": "A24", "description": "<p>When standing still, the mutant appears identical to a<br />specific inanimate object such as a tree, rock, vehicle,<br />or piece of furniture. The object is chosen when this<br />mutation is received and may never change. The object<br />must be equal in size to the mutant&rsquo;s body.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 136, "fields": {"name": "Marsupialism", "page_number": "A25", "description": "<p>The mutant has a concealed pouch in their body. The<br />pouch is well hidden and is impossible to locate<br />without a thorough strip search of the mutant. It can<br />hold a volume equal to 10% of the mutant&rsquo;s body size.</p>\r\n<p>There is a 10% chance that the pouch is an<br />extradimensional pocket. An extradimensional pocket<br />can hold infinite weight and volume. No matter how<br />many objects are in the pocket, each one is still readily<br />accessible by the mutant.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": "Extradimensional", "form2": "Normal", "form3": "Normal", "form4": "Normal", "form5": "Normal", "form6": "Normal", "form7": "Normal", "form8": "Normal", "form9": "Normal", "form10": "Normal", "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 137, "fields": {"name": "Mutagenic Touch", "page_number": "A25", "description": "<p>The mutant can touch another living being and inflict<br />them with a mutation. When the victim is touched, they<br />must roll a save versus radiation. If they fail the save,<br />they gain a permanent mutation. If they succeed, they<br />become immune to the mutant&rsquo;s Mutagenic Touch and<br />cannot ever be affected by it.</p>\r\n<p>The mutation inflicted by Mutagenic Touch is<br />determined randomly when this mutation is received.<br />The mutant who possesses Mutagenic Touch does not<br />necessarily possess the mutation it inflicts. When the<br />mutant receives the Mutagenic Touch mutation, they<br />immediately roll to determine another random physical<br />or mental mutation. This second mutation is the<br />inflicted mutation.</p>\r\n<p>Mutagenic Touch does not affect androids, pure<br />humans, or other mutation resistant beings. The mutant<br />possessing Mutagenic Touch cannot use it to mutate<br />themselves.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 138, "fields": {"name": "Natural Vampiric Weapon", "page_number": "A25", "description": "<p>The mutant possesses a natural vampiric melee<br />weapon. This weapon drains the victim&rsquo;s blood,<br />converting it to sustenance for the wielder. Examples of<br />such weapons include hollow fangs or suctioned<br />tentacles.</p>\r\n<p>Determine the weapon&rsquo;s damage by rolling 1d6; 1-&shy;2<br />1d4, 3&shy;-4 1d6, 5-&shy;6 1d8. Damage caused by the weapon<br />immediately heals the wielder a number of hit points<br />equal to half the damage of the attack (round down).<br />For instance, if the weapon causes 5 damage, the<br />wielder heals 2 hit points. The weapon&rsquo;s damage is<br />affected by the wielder&rsquo;s STR or other bonuses to<br />damage.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": "1d4", "form2": "1d6", "form3": "1d8", "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 139, "fields": {"name": "Perpetual Energy", "page_number": "A26", "description": "<p>The mutant does not sleep and never feels tired. They<br />can physically exert themselves indefinitely and never<br />become exhausted.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 140, "fields": {"name": "Reanimator Parasite", "page_number": "A26", "description": "<p>The mutant is infected by an unusual bacterial parasite.<br />The parasite is dormant until the mutant&rsquo;s death. After<br />the mutant dies, the parasite revives them. The mutant<br />awakens in 1d6 rounds with their hit points fully<br />recovered.</p>\r\n<p>After revival, the mutant can live indefinitely, sustained<br />by the chemicals from the parasite. However, they<br />cannot heal hit points by any means. Resting, medical<br />aid, or mutations will not heal the mutant. Any hit<br />points they lose are gone permanently. The mutant may<br />still gain additional hit points if their CON increases. If<br />the mutant dies a second time, the parasite does not<br />revive them.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 141, "fields": {"name": "Removable Sensory Organs", "page_number": "A26", "description": "<p>The mutant can completely detach one set of sensory<br />organs from their body. The organs continue to provide<br />sensory input as long as the mutant is within 90 ft. of<br />them. When this mutation is received, randomly<br />determine which set of organs: eyes (50%) or ears<br />(50%). The mutant can detach both eyes or both ears,<br />or just one eye or one ear.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": "Eyes", "form2": "Ears", "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 142, "fields": {"name": "Silent Movement", "page_number": "A26", "description": "<p>The mutant does not make sound while moving. This<br />includes any type of locomotion available to the<br />mutant: walking, running, jumping, swimming, flying,<br />burrowing, etc.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 143, "fields": {"name": "Silk Production", "page_number": "A26", "description": "<p>Once per hour, the mutant can produce a mass of silk like<br />that of a spider or silkworm. The silk can be used in several<br />ways.</p>\r\n<p>The mutant can launch a glob of sticky silk at a target<br />within 30 ft. An attack roll is required. Anyone hit by the<br />attack must succeed on a save versus stun attacks or be<br />bound for 1d3+1 rounds. While bound, the victim<br />cannot move or take physical action.</p>\r\n<p>The mutant can create a 10 square ft. silken web<br />suspended between two objects. Creating the web takes<br />1 minute (6 rounds). The web is formed of thin sticky<br />strands and is difficult to notice except in bright<br />sunlight. Anyone who enters the web must succeed on a<br />save versus stun attacks or be bound for 1d3+1 rounds.<br />While bound, the victim cannot move or take physical<br />action.</p>\r\n<p>The mutant can create 50 ft. of strong silk rope.<br />Creating the rope takes 1 minute (6 rounds). The rope<br />can detach from the mutant and be used for a variety of<br />purposes.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 144, "fields": {"name": "Super Blood", "page_number": "A26", "description": "<p>The mutant&rsquo;s blood has a special property when<br />consumed or injected by others. Extracting a dose<br />of blood causes 1d6 damage to the mutant. The<br />mutant possessing Super Blood is not affected<br />when consuming their own blood. Injecting the<br />blood must be done with a syringe or similar<br />device. Coating the edge of a weapon and<br />attacking with it does not deliver enough blood to<br />have any effect. The effect of the blood is<br />determined by rolling 1d6 when this mutation is<br />received.</p>\r\n<p><strong>1 Healing Blood: </strong>A dose of this blood heals 2d4<br />hit points.</p>\r\n<p><strong>2 Curing Blood:</strong> A dose of this blood instantly<br />cures any disease or infection. It has no effect on<br />poison.</p>\r\n<p><strong>3 Narcotic Blood: </strong>The consumer of this blood<br />must roll a save versus poison. If they fail the save,<br />they immediately fall unconscious for 1d4 hours.</p>\r\n<p><strong>4 Nourishing Blood:</strong> When consumed, this<br />nutrient&shy;rich blood tastes great and is highly<br />nourishing. A dose is enough to feed an average<br />human for 24 hours.</p>\r\n<p><strong>5 Serum Blood: </strong>The consumer of this blood must roll<br />a save versus poison. If they fail the save, they<br />experience delirium, confusion, and a laxness of<br />inhibitions. The blood&rsquo;s effects are similar to those of<br />&ldquo;truth serum&rdquo; drugs. Anyone affected will succumb to<br />interrogation.</p>\r\n<p><strong>6 Poison Blood: </strong>The consumer of this blood must roll<br />a save versus poison. If they fail the save, they die<br />immediately.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": "Healing Blood", "form2": "Curing Blood", "form3": "Narcotic Blood", "form4": "Nourishing Blood", "form5": "Serum Blood", "form6": "Poison Blood", "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 145, "fields": {"name": "Unstable Genes (Physical)", "page_number": "A27", "description": "<p>After each 8 hour rest period, the mutant gains a new<br />temporary physical mutation. The mutation is<br />determined randomly and can be beneficial or a<br />drawback. This mutation is replaced by another random<br />physical mutation after the next 8 hour rest period.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 146, "fields": {"name": "X-Ray Vision", "page_number": "A27", "description": "<p>The mutant can see into and through solid matter. They<br />can see through stone up to 30 ft. They can see up to 60<br />ft. if looking through wood or other low&shy;density<br />material. Lead or gold blocks X&shy;Ray Vision.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 147, "fields": {"name": "Adrenal Paralysis", "page_number": "A28", "description": "<p>The mutant may be paralyzed in stressful<br />circumstances such as combat or other life and death<br />situations requiring immediate action. When the mutant<br />enters combat (or a similar situation), they must roll a<br />save versus stun attacks. If they fail the save, they are<br />stunned for 1d3 rounds.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 148, "fields": {"name": "Degeneration (Physical)", "page_number": "A28", "description": "<p>One of the mutant&rsquo;s physical abilities degenerates<br />continually over time. Determine which ability by<br />rolling 1d6; 1&shy;-2 STR, 3&shy;-4 DEX, 5-&shy;6 CON.</p>\r\n<p>Each time the mutant gains a level, they lose 1 point in<br />the ability determined above. This effect also occurs at<br />character creation (1st level) or whenever this mutation<br />is received. For instance, if the mutant has a<br />degenerating CON, they lose 1 CON at 1st, 2nd, 3rd,<br />4th, and 5th level, and for every level onward. The<br />ability can never degenerate below a score of 3. Loss of<br />CON lowers the mutant&rsquo;s maximum hit points.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": "Strength", "form2": "Dexterity", "form3": "Constitution", "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 149, "fields": {"name": "Doppelganger", "page_number": "A28", "description": "<p>Somewhere in the world, the mutant has one or more<br />identical twins. The ambitions and capabilities of the<br />twins are up to the Mutant Lord. However, their actions<br />or reputation should continually inconvenience the<br />mutant in some way.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 150, "fields": {"name": "Eye-Catching Appearance", "page_number": "A28", "description": "<p>The mutant stands out drastically from their<br />surroundings. The exact nature of this mutation is up to<br />the Mutant Lord. Maybe the mutant&rsquo;s skin is brightly<br />colored, reflective, or glowing. Maybe they move in a<br />conspicuous way. As a result of this mutation, the<br />mutant has difficulty camouflaging themselves and<br />often seems ugly, threatening, or uncanny to creatures<br />they encounter. They have a +2 reaction adjustment<br />penalty. The mutant will almost always be remembered<br />by people they meet.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 151, "fields": {"name": "Loudness", "page_number": "A28", "description": "<p>The mutant is uncontrollably loud. The exact nature of<br />this mutation is up to the Mutant Lord. Maybe the<br />mutant can only speak by shouting. Maybe the sound of<br />their breathing is thunderous. As a result of this<br />mutation, the mutant has trouble moving stealthily and<br />often annoys other people. The mutant has a +2<br />reaction adjustment penalty when encountering<br />creatures that can hear them.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 152, "fields": {"name": "Missing Limb", "page_number": "A28", "description": "<p>The mutant is missing one or more limbs. Roll 1d4 to<br />determine the nature of the mutation.</p>\r\n<p><strong>1 Missing One Leg:</strong> The mutant walks with a crutch,<br />or by balancing on one foot and hopping. Their walking<br />movement is halved, and jumping, climbing, or<br />swimming is challenging.</p>\r\n<p><strong>2 Missing Both Legs:</strong> The mutant moves with a<br />wheelchair or other apparatus, or by pulling themselves<br />with their hands. Their walking movement is reduced<br />by 75% (i.e. 40 becomes 10). Jumping, climbing, or<br />swimming is very challenging.</p>\r\n<p><strong>3 Missing One Arm:</strong> The mutant cannot wield two&shy;<br />handed weapons or tools, or use a shield with a<br />weapon. Climbing, swimming, or lifting is challenging.</p>\r\n<p><strong>4 Missing Both Arms: </strong>The mutant cannot wield<br />weapons or tools unless they have been specially<br />modified. Climbing, swimming, or lifting is very<br />challenging.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": "Missing One Leg", "form2": "Missing Both Legs", "form3": "Missing One Arm", "form4": "Missing Both Arms", "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 153, "fields": {"name": "Mute", "page_number": "A28", "description": "<p>The mutant cannot speak, grunt, or make any sort of<br />vocalization.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 154, "fields": {"name": "Physical Immaturity", "page_number": "A28", "description": "<p>The mutant appears small and childlike. Regardless of<br />their age, they can never mature into an adult body.<br />Their STR and CON are both reduced by 2 (to a<br />minimum score of 3). People assume the mutant is a<br />child and will often patronize and underestimate them.<br />They have a &shy;-2 reaction adjustment bonus when<br />encountering sapient, adult creatures.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 155, "fields": {"name": "Plague Carrier", "page_number": "A29", "description": "<p>The mutant hosts an infectious disease. Although they<br />are unaffected by the disease, they may infect those<br />they come in contact with. A creature is exposed to the<br />disease if they stay within 10 ft. of the plague carrier<br />for more than 1 minute (6 rounds) or handle objects<br />contaminated by the carrier&rsquo;s salvia, blood, or other<br />fluids.</p>\r\n<p>Anyone exposed to the disease must make a save<br />versus poison or become ill, applying the save modifier<br />for the specific disease. Refer to the Mutant Future core<br />rules (pg. A47) for rules on diseases. Once a creature has<br />been exposed to the plague carrier&rsquo;s disease (whether<br />they resist infection or not), they gain permanent<br />immunity to any further infection from the plague<br />carrier.</p>\r\n<p>Roll 1d3 to determine the plague carrier&rsquo;s disease; 1<br />flesh eating bacteria; 2 leprosy; 3 superflu. See the<br />Mutant Future core rules (pg. A48) for the specific<br />effects of each disease.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": "Flesh Eating Bacteria", "form2": "Leprosy", "form3": "Superflu", "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 156, "fields": {"name": "Short Lifespan", "page_number": "A29", "description": "<p>The mutant will die in approximately 1 year. This<br />might be the mutant&rsquo;s natural lifespan or the result of a<br />terminal illness. The mutant does not necessarily age<br />prematurely.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 157, "fields": {"name": "Skin Inflammation", "page_number": "A29", "description": "<p>The mutant&rsquo;s skin is covered in sores or a rash and is<br />very sensitive. The mutant cannot wear clothes or<br />armor without enduring constant, debilitating pain.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 158, "fields": {"name": "Trauma Sensitivity", "page_number": "A29", "description": "<p>If the mutant loses half of their maximum hit points<br />from a single attack, they must roll a save versus stun<br />attacks. If they fail, they immediately fall unconscious<br />for 1d6 minutes (1d6x10 rounds). For instance, the<br />mutant has a maximum of 60 hit points. If they suffer<br />30 or more hit points from one attack, they must save<br />versus stun attacks. If the mutant suffers multiple<br />attacks in a round, Trauma Sensitivity would not<br />activate unless one of those attacks made the mutant<br />lose half of their maximum hit points.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 159, "fields": {"name": "Unreliable Mutation", "page_number": "A30", "description": "<p>One of the mutant&rsquo;s other mutations in unreliable and<br />functions intermittently. After each 8 hour period of<br />rest, the unreliable mutation has a 50% chance of being<br />disabled. The effect is temporary and the unreliable<br />mutation may resume functionality after the mutant&rsquo;s<br />next 8 hour rest period. The unreliable mutation is<br />selected randomly at character creation from the<br />mutant&rsquo;s beneficial mutations. Once the unreliable<br />mutation has been determined, it does not change.</p>\r\n<p>&nbsp;</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 160, "fields": {"name": "Water Dependency", "page_number": "A30", "description": "<p>Every 24 hours, the mutant must be submerged in water<br />for at least 10 minutes. If not, they become dehydrated<br />and their skin dries and cracks. The mutant suffers 4d6<br />damage for every 24 hour period they are unable to<br />take their 10 minute soak.</p>", "type": "physical", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 161, "fields": {"name": "Astral Duel", "page_number": "A31", "description": "<p>The mutant can invade a creature&rsquo;s mind and make a<br />mental attack. The attack causes 6d6 damage to a<br />creature up to 50 ft. away. If the attack is unsuccessful<br />(i.e. the attack roll fails), then the attacking mutant<br />takes 3d6 damage instead. This mutation takes time to<br />recharge and can only be used every 3 rounds.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 162, "fields": {"name": "Berserker", "page_number": "A31", "description": "<p>When severely injured, the mutant becomes a powerful<br />warrior. If the mutant loses half of their maximum hit<br />points in a single combat, they may voluntarily enter a<br />berserker rage. While enraged, they gain 1 extra attack<br />per round and +2 to hit and damage with melee attacks.<br />The rage lasts for 1 round per level of the mutant.<br />Entering a berserker rage does not use the mutant&rsquo;s<br />action for the round.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 163, "fields": {"name": "Channel Life", "page_number": "A31", "description": "<p>The mutant can transfer their life force to another<br />creature. The mutant sacrifices a number of hit points<br />between 1 and their current remaining total. They lose<br />these hit points as if they have taken damage. These hit<br />points are transferred to another creature of the<br />mutant&rsquo;s choosing within 50 ft., and the creature<br />immediately heals this number of hit points. The<br />mutant cannot transfer hit points to multiple creatures<br />at the same time. It is possible for the mutant to transfer<br />all of their hit points, thereby killing themselves.</p>\r\n<p>The mutant can also use this mutation to resurrect a<br />freshly killed creature. To do this, the mutant makes a<br />dangerous sacrifice. They must save versus death. If the<br />save is successful, the mutant survives the ordeal with 1<br />hit point remaining. If the save fails, the mutant dies.<br />Regardless of the mutant&rsquo;s fate, the subject is<br />resurrected with 1 hit point.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 164, "fields": {"name": "Control Sound Waves", "page_number": "A31", "description": "<p>The mutant can remove all sound from a small area (10<br />ft. radius) at a range of 30 ft. Maintaining the zone of<br />silence takes very little concentration. While using this<br />mutation, the mutant may still move at full speed,<br />attack, or take actions.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 165, "fields": {"name": "Corrosion", "page_number": "A31", "description": "<p>The mutant can cause inanimate matter to decay at an<br />accelerated rate. This mutation affects a 10 ft. radius at<br />a range of 30 ft. Wood and cloth disintegrate in 1<br />round. Stone disintegrates in 1 minute (6 rounds).<br />Metal disintegrates in 10 minutes. Once this mutation is<br />activated, the decaying process continues<br />independently until the target is disintegrated. Only<br />stationary, inanimate material is affected. This mutation<br />may be used once per hour.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 166, "fields": {"name": "Dream Invasion", "page_number": "M31", "description": "<p>The mutant can observe and manipulate creatures&rsquo;<br />dreams. The mutant must be within 50 ft. of a sleeping<br />creature. They can watch the dream or alter it at will.<br />The mutant can manipulate the dreams of multiple<br />creatures simultaneously as long as they are all within<br />50 ft. of the mutant.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 167, "fields": {"name": "Electromagnetic Pulse", "page_number": "A31", "description": "<p>The mutant can emit an electromagnetic pulse. The<br />pulse disables electrical equipment within 90 ft. of the<br />mutant. The equipment is inoperable for 4d6x10<br />minutes. This mutation affects electric lights,<br />electronics, powered weapons, powered armor, robots,<br />basic androids, and synthetics. Androids can resist the<br />affects of the pulse with a successful save versus stun<br />attacks. Force screens are not completely neutralized,<br />but their current value is reduced by half. This mutation<br />can only be used once per day.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 168, "fields": {"name": "Energy Infusion", "page_number": "A31", "description": "<p>The mutant can charge a nonliving object with volatile<br />energy. Upon impact (i.e. from being thrown or struck),<br />the object explodes and causes 3d6 damage to creatures<br />in a 10 ft. radius. The mutant must touch an object to<br />infuse it with energy. Only one object (arrow, stone,<br />weapon, etc.) can be infused per round. Infusing an<br />object uses the mutant&rsquo;s action for the round, so the<br />mutant cannot infuse an arrow and fire it themselves in<br />the same round.</p>\r\n<p>Objects infused by this mutation retain their charge for<br />1 minute (6 rounds) after which they will explode.<br />Infused melee weapons cause +2 damage but explode<br />on a maximum damage roll (i.e. 6 on 1d6), or after 1<br />minute. This mutation cannot be used on objects larger<br />than an average&shy;sized human torso. Objects smaller<br />than a sling bullet are too small to create a damaging<br />explosion.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 169, "fields": {"name": "Familiarity", "page_number": "A32", "description": "<p>The mutant can psychically manipulate strangers to<br />believe they recognize them. Strangers find the mutant<br />to be vaguely familiar and tend to act friendlier toward<br />them. The mutant may also use this power to the<br />opposite affect. They may choose to seem so<br />unremarkable that strangers begin to forget them the<br />moment they are out of sight. While using this<br />mutation, the mutant has a &shy;-2 reaction adjustment<br />bonus.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 170, "fields": {"name": "Historical Viewing", "page_number": "A32", "description": "<p>The mutant can watch past events that occurred at their<br />present location. While concentrating, they see and hear<br />these events, but the images are shadowy and ethereal.<br />The mutant can watch events up to 10 years in the past.<br />Events less than 1 year old are clear and coherent, but<br />older events appear hazy and fragmented.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 171, "fields": {"name": "Hive Mind", "page_number": "A32", "description": "<p>The mutant can form a hive mind with any number of<br />willing creatures. To join the hive, the mutant and a<br />creature must be within 50 ft. and open their minds to<br />each other. Once the hive is formed, its members<br />instantly and involuntarily share all their thoughts and<br />sensations across the hive.<br /><br />The hive is a network of minds. Each member transmits<br />their thoughts to any other member within 20 miles.<br />Members remain connected to the hive if they are<br />within 20 miles of any other connected member.<br />Joining the hive is permanent. If a creature wants to<br />leave, the only way out is to constantly stay more than<br />20 miles away from any other member.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 172, "fields": {"name": "Hyper Cognition", "page_number": "A32", "description": "<p>The mutant perfectly recalls everything they have seen,<br />heard, or experienced. They can recite any book they<br />have read and may distinctly remember being born. The<br />mutant also reads incredibly fast and performs<br />mathematical calculations with the speed and accuracy<br />of a computer. They can comprehend a new verbal or<br />written language with 5 minutes of exposure to it.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 173, "fields": {"name": "Impede Sense", "page_number": "A32", "description": "<p>The mutant can make a mental attack that disrupts<br />another creature&rsquo;s senses. This mutation has a range of<br />50 ft. and its effect lasts 1d3+1 rounds. When this<br />mutation is gained, roll 1d6. On 1-&shy;2, the target is<br />blinded. On 3&shy;-4, the target is deafened. On 5&shy;-6, the<br />target is blinded and deafened simultaneously. This<br />mutation can only be used once per hour.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": "Blind", "form2": "Deafen", "form3": "Blind & Deafen", "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 174, "fields": {"name": "Mind Blast", "page_number": "A32", "description": "<p>The mutant can emit a burst of mental energy. This<br />mental attack causes 3d6 damage to all creatures within<br />30 ft. of the mutant. The mutant makes one mental<br />attack roll and compares it to the WIL of each target.<br />This mutation can only be used once every 3 rounds.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 175, "fields": {"name": "Mind Eater", "page_number": "A32", "description": "<p>By devouring a creature&rsquo;s fresh brain, the mutant can<br />absorb the creature&rsquo;s memories. The mutant does not<br />gain skills or experience points from these memories.<br />For instance, the mutant would know the creature was a<br />skilled painter, but would not suddenly become able to<br />paint. The brain must be taken from a body that has<br />been dead for less than 3 minutes (18 rounds). If the<br />devoured brain had any mental mutations, the<br />devouring mutant has a 2% chance of gaining one of<br />these mutations (determined randomly).</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 176, "fields": {"name": "Mind Healing", "page_number": "A33", "description": "<p>The mutant can heal a wounded creature within 50 ft.<br />The creature instantly heals 6d6 hit points. The mutant<br />cannot heal themselves. This mutation can only be used<br />once per day.</p>\r\n<p>There is a 10% chance (determined when this mutation<br />is received) that the mutant can also revive the recently<br />dead. Once per week, this mutation can be used to<br />resurrect a dead creature if the corpse is less than a day<br />old and mostly intact. The dead creature must make a<br />save versus death. If successful, they will return to life<br />with 1 hit point. Any missing or mangled limbs are not<br />regenerated.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": "Able to revive dead", "form2": "Unable to revive dead", "form3": "Unable to revive dead", "form4": "Unable to revive dead", "form5": "Unable to revive dead", "form6": "Unable to revive dead", "form7": "Unable to revive dead", "form8": "Unable to revive dead", "form9": "Unable to revive dead", "form10": "Unable to revive dead", "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 177, "fields": {"name": "Mind Lock", "page_number": "A33", "description": "<p>The mutant can perform a debilitating mental attack on<br />a creature within 50 ft. If mutant&rsquo;s mental attack roll is<br />successful, the target must make a save versus stun<br />attacks or be stunned for 1d3+1 rounds. This mutation<br />can only be used once per hour.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 178, "fields": {"name": "Mind Transfer", "page_number": "A33", "description": "<p>The mutant can exchange bodies with a willing creature<br />within 50 ft. The mutant and the creature switch STR,<br />DEX, CON, hit points, armor class, and physical<br />mutations. They retain their own INT, WIL, CHA,<br />experience, and mental mutations. The change is<br />permanent until the mutant and the creature use this<br />mutation again to willingly exchange back.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 179, "fields": {"name": "Memory Erase", "page_number": "A33", "description": "<p>The mutant can erase a creature&rsquo;s recent memory. To<br />use this mutation, the mutant must maintain physical<br />contact with the creature for a period of 5 minutes.<br />During this time, the mutant must concentrate and<br />cannot take other actions. The mutant can erase up to<br />24 hours of the creature&rsquo;s most recent memories.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 180, "fields": {"name": "Radio Brain", "page_number": "A33", "description": "<p>The mutant can intercept signals on the RF (radio<br />frequency) spectrum. These signals may be audio or<br />video from radio or television transmitters. The mutant<br />can also broadcast their thoughts (in audio or video<br />form) up to a distance of 20 miles on the RF spectrum.<br />These thoughts can be received by radio or television<br />antennas, or other mutants with the Radio Brain<br />mutation.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 181, "fields": {"name": "Remote Viewing", "page_number": "A34", "description": "<p>While concentrating deeply, the mutant can observe<br />any place they have previously visited. The mutant sees<br />and hears as if they are currently at this place. They can<br />move through the area unnoticed and unhindered as if<br />they are invisible and incorporeal.</p>\r\n<p>While remote viewing, the mutant&rsquo;s physical body is<br />inert. The mutant is unaware of their surroundings, and<br />they cannot move, speak, or observe with their normal<br />sensory organs.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 182, "fields": {"name": "Repulsion Field", "page_number": "A34", "description": "<p>The mutant can generate an invisible sphere in a 10 ft.<br />radius around themselves that repels incoming<br />projectiles (stones, arrows, bullets, grenades, etc.). The<br />field does not repel energy, nor does it prevent<br />creatures from entering the field or making melee<br />attacks. Repelled projectiles are deflected with<br />equivalent force and have a 25% chance of striking the<br />creature that launched them. The field does not affect<br />projectiles launched from within it. For instance, a<br />creature could fire a gun out of the field. Or a creature<br />could walk into the field and shoot the mutant at close<br />range.</p>\r\n<p>The field lasts indefinitely, but the mutant must focus to<br />maintain it. While the field is active, they may only<br />move and take simple actions (i.e. speaking, gesturing,<br />opening a door, or carrying a small object). They are<br />unable to make an attack or use mutations that require<br />any sort of concentration.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 183, "fields": {"name": "Seismic Sense", "page_number": "A34", "description": "<p>The mutant&rsquo;s sensory organs detect the faint vibrations<br />of seismic activity. The mutant knows 24 hours in<br />advance if an earthquake will occur within 20 miles.</p>\r\n<p>The mutant can also sense an unstable fault and<br />telekinetically agitate it to create an earthquake. The<br />quake&rsquo;s magnitude depends on the fault&rsquo;s instability. In<br />extreme circumstances, the quake could destroy a city.<br />Creating a quake takes 10 minutes. In volcanically<br />active areas, this mutation can detect and cause<br />volcanic eruptions.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 184, "fields": {"name": "Sense Spy", "page_number": "A34", "description": "<p>The mutant can perceive through one of another<br />creature&rsquo;s senses. The creature must be within 90 ft.,<br />and the mutant can only perceive through one particular<br />sense. This sense is determined randomly when this<br />mutation is received: sight (50%) or hearing (50%). If<br />the targeted creature has mutations that affect the<br />appropriate sense (i.e. Ultraviolet Vision, Increased<br />Sense, Sensory Deficiency), the spying mutant is<br />affected by these mutations while using Sense Spy.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 185, "fields": {"name": "Summoning", "page_number": "A34", "description": "<p>The mutant contacts another creature, psychically<br />compelling them to come. The mutant must have<br />previously met this individual creature, but does not<br />need to know their present location. The mutant&rsquo;s<br />mental energies reach through space and instantly find<br />the creature wherever they may be.</p>\r\n<p>The subject knows instinctively where the mutant is<br />(even if the mutant moves), and will come to them<br />involuntarily by the quickest (but still relatively safe)<br />means possible. Depending on their location, the<br />subject could take minutes or years to arrive. This<br />mutation may only be used once per week.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 186, "fields": {"name": "Teleportal", "page_number": "A34", "description": "<p>The mutant can open a portal between their current<br />location and another location up to 20 miles away. The<br />mutant must be familiar with the location of the portal&rsquo;s<br />destination. They must have previously been there or<br />seen a picture of it.</p>\r\n<p>The portal can be up to 10 ft. in diameter. Looking<br />through the portal is akin to peering through a doorway<br />between two rooms. Creatures and objects pass<br />instantly from one side to the other. The portal lasts<br />indefinitely until its creator, or another mutant with the<br />Teleportal mutation, destroys it. This mutation can only<br />be used once per day.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 187, "fields": {"name": "Trauma Feedback", "page_number": "A34", "description": "<p>When seriously injured, the mutant involuntarily emits<br />a blast of mental energy. Whenever the mutant loses 20<br />or more hit points from a single attack, they mentally<br />attack every creature in a 30 ft. radius for 4d6 damage.<br />The mutant makes one mental attack roll and compares<br />it to the WIL of each target.</p>\r\n<p>For example, an enemy shoots the mutant with a laser<br />pistol for 24 damage. Since the attack caused more than<br />20 damage, Trauma Feedback activates. The enemy<br />and every other creature within 30 ft. of the mutant are<br />mentally attacked, and if the attack is successful, they<br />take 4d6 damage. If the mutant suffers multiple attacks<br />in a round, Trauma Feedback can activate multiple<br />times. However, it would not activate unless one attack<br />made the mutant lose 20 or more hit points.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 188, "fields": {"name": "Unstable Genes (Mental)", "page_number": "A35", "description": "<p>After each 8 hour rest period, the mutant gains a new<br />temporary mental mutation. The mutation is determined<br />randomly and can be beneficial or a drawback. This<br />mutation is replaced by another random mental<br />mutation after the next 8 hour rest period.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 189, "fields": {"name": "Abnormal Sleeping Habits", "page_number": "A36", "description": "<p>When this mutation is received, roll 1d6 to determine<br />its effect.</p>\r\n<p><strong>1&shy;-2 Insomnia:</strong> The mutant has trouble falling and<br />staying asleep. When they want to rest, the mutant<br />makes a WIL ability check (rolling equal to or under<br />their WIL). If they fail the check, they cannot sleep and<br />cannot try again for another 24 hours.</p>\r\n<p>For every successive 24 hours without sleep, the<br />mutant suffers a cumulative -&shy;2 penalty to all actions<br />due to fatigue. For instance, if the mutant goes 24 hours<br />without sleep, they suffer a &shy;-2 penalty. If they go 48<br />hours without sleep, they suffer a &shy;-4 penalty. The<br />penalty accumulates until the mutant reaches 120 hours<br />(5 days) without sleep, at which point they fall<br />unconscious.</p>\r\n<p>If the Mutant Lord is not using the optional rule for<br />ability checks, the mutant has a 50% chance of falling<br />asleep when trying.</p>\r\n<p><strong>3&shy;-4 Sleepwalker:</strong> The mutant walks and performs other<br />actions in their sleep. Without supervision, they may<br />wander away and get lost or act contrary to their nature<br />(i.e. stealing from a companion, eating strange food, or<br />hiding their possessions). The actions of the<br />sleepwalking mutant are controlled by the Mutant Lord.</p>\r\n<p><strong>5&shy;-6 Trance Sleeper:</strong> Once asleep, the mutant is in a<br />trance&shy;like state and will not awaken before 8 hours<br />have passed. They could be picked up and carried<br />away. A battle could occur on top of them. An<br />explosion could happen nearby. Only injury or the<br />threat of eminent death can awaken the mutant. For<br />instance, they would awaken if they lose hit points<br />from an attack or if they are suffocating or drowning.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": "Insomnia", "form2": "Sleepwalker", "form3": "Trance Sleeper", "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 190, "fields": {"name": "Ascetic", "page_number": "A36", "description": "<p>The mutant does not value material things. They never<br />use money and will not keep possessions that are not<br />eminently necessary for survival (i.e. food and water).<br />The mutant may keep weapons and armor, but never<br />more than one of each. If asked for any of their<br />possessions, the mutant will generously give them up<br />even if they believe them to be important.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 191, "fields": {"name": "Berserker (Defective)", "page_number": "A36", "description": "<p>When severely injured, the mutant becomes a<br />bloodthirsty killer. If the mutant loses half of their<br />maximum hit points in a single combat, they must<br />make a save versus stun attacks. If they fail, they enter<br />a berserk frenzy. They must use their most lethal attack<br />against the nearest opponent until all opponents within<br />60 ft. are dead or the mutant themself dies. If anyone<br />tries to restrain the mutant (even an ally), the mutant<br />will attack this person.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 192, "fields": {"name": "Degeneration (Mental)", "page_number": "A36", "description": "<p>One of the mutant&rsquo;s mental abilities degenerates<br />continually over time. Determine which ability by<br />rolling 1d6; 1&shy;-2 INT, 3&shy;-4 WIL, 5&shy;-6 CHA.</p>\r\n<p>Each time the mutant gains a level, they lose 1 point in<br />the ability determined above. This effect also occurs at<br />character creation (1st level) or whenever this mutation<br />is received. For instance, if the mutant has a<br />degenerating INT, they lose 1 INT at 1st, 2nd, 3rd, 4th,<br />and 5th level, and for every level onward. The ability<br />can never degenerate below a score of 3.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": "Intelligence", "form2": "Willpower", "form3": "Charisma", "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 193, "fields": {"name": "Herd Mentality", "page_number": "A36", "description": "<p>When the mutant is alone, they become scared and<br />confused and have trouble functioning. If they cannot<br />sense another sapient, friendly creature within 300 ft. of<br />them, they must succeed on a WIL ability check or<br />become paralyzed with anxiety for 2d6x10 minutes. In<br />this state, the mutant is stunned but can still speak.<br />Afterward, they must succeed on another WIL ability<br />check or be stunned for another 2d6x10 minutes. When<br />the mutant succeeds on this check, they temporarily<br />overcome their fear and do not need to make another<br />check until they are once again in the company of<br />friendly creatures and forced to leave it.</p>\r\n<p>If the Mutant Lord is not using the optional rule for<br />ability checks, the mutant has a 50% chance of resisting<br />the negative affects of the Herd Mentality mutation.</p>\r\n<p>&nbsp;</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 194, "fields": {"name": "Honest", "page_number": "A37", "description": "<p>The mutant is compulsively honest. They cannot lie<br />even in a life or death situation. If questioned, they can<br />refuse to answer but cannot falsify an answer.</p>", "type": "mental", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 195, "fields": {"name": "Air Filtration", "page_number": "A38", "description": "<p>The plant is made of a dense network of fibers that<br />scrub impurities from the air and produce clean oxygen<br />in their place. When this mutation is gained, roll 1d6 to<br />determine its effect.</p>\r\n<p><strong>1&shy;-3 Toxin Filtration:</strong> The plant cleans toxins from the<br />air. The plant and all creatures within 10 ft. of it are<br />immune to the effects of poison gas. However, they are<br />still susceptible to injected or ingested poisons.</p>\r\n<p><strong>4&shy;-6 Radiation Filtration:</strong> The plant cleans radiation<br />from the air. Randomly determine a radiation class. The<br />plant and all creatures within 10 ft. of it are immune to<br />the effects of background radiation of that class or<br />lower. This mutation only works on background<br />radiation. Background radiation causes damage per day<br />instead of per round. Radiation&shy;-based attacks are<br />unimpeded by this mutation.</p>", "type": "plant", "source": "advanced", "form_rolls": 0, "form1": "Toxin Filtration", "form2": "Radiation Filtration", "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 196, "fields": {"name": "Degenerate Clone", "page_number": "A38", "description": "<p>Once per month, the plant can create a &ldquo;clone seed&rdquo;. In<br />one week, if protected and properly nourished, the seed<br />grows into an adult clone of the plant. This clone is<br />identical to its parent and has the same mutations and<br />hit points. It also has the same ability scores except its<br />INT and CHA are 3. The clone exhibits animal&shy;like<br />intelligence similar to a dog, cat, or horse.</p>\r\n<p>The clone is subservient to its parent. It understands<br />simple communication but cannot speak and has<br />difficulty acting independently. The clone counts as a<br />retainer for the purpose of determining the maximum<br />number of retainers allowed by the plant character&rsquo;s<br />CHA. When spawned, the clone is 1st level. Like other<br />retainers, it can grow in experience, but suffers a 50%<br />experience penalty</p>", "type": "plant", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 197, "fields": {"name": "Edible Flesh", "page_number": "A38", "description": "<p>The plant is edible, tasty, and nourishing. Creatures that<br />eat a fist&shy;-sized piece of the plant recover 2d4 hit points<br />and will not be hungry for 24 hours. When an edible<br />piece is removed, the plant suffers 1d6 damage. Plants<br />gain no benefit from eating the edible plant&rsquo;s flesh.</p>", "type": "plant", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 198, "fields": {"name": "Gigantic Growth", "page_number": "A38", "description": "<p>The plant grows rapidly throughout its life, eventually<br />reaching gigantic proportions. It gains 1d4+1 ft. in<br />height and +1 bonus to damage (on non&shy;powered hand<br />weapons). After 1st level, each time the plant gains a<br />level, it gains an additional 1d4+1 ft. in height and +1<br />bonus to damage. For instance, at 3rd level, the plant<br />would be 3d4+3 ft. taller than its base height and get +3<br />to damage. Plants over 9 ft. tall suffer a &shy;-1 penalty to hit<br />creatures 3 ft. tall or smaller.</p>", "type": "plant", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 199, "fields": {"name": "Plant Control", "page_number": "A39", "description": "<p>The plant can mentally control another plant within 50<br />ft. and make it perform actions. Controlling intelligent<br />mutant plants requires a mental attack test. If it wins<br />the test, the controlling plant may control its subject<br />indefinitely. The controlled plant is aware of its<br />surroundings and realizes it is being manipulated.</p>\r\n<p>Using Plant Control requires great concentration.<br />While manipulating its subject, the controller cannot<br />take other actions including moving. The mental<br />control ends when the controller stops concentrating or<br />is farther than 50 ft. away from the subject.</p>", "type": "plant", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 200, "fields": {"name": "Plant Mimicry", "page_number": "A39", "description": "<p>The plant can transform its appearance to mimic that of<br />another plant species. It can change to resemble any<br />plant species it has seen or encountered before, but it<br />cannot mimic a specific individual plant. It also cannot<br />change the size of its body. The transformation process<br />takes 1 round.</p>", "type": "plant", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 201, "fields": {"name": "Root Walk", "page_number": "A39", "description": "<p>Plants with this mutation are also considered to have<br />the Free Movement mutation (see Mutant Future core<br />rules pg. 33). The plant can instantly root itself in the<br />ground. Its legs become immobile and the plant cannot<br />be knocked prone or moved from that spot. The plant<br />can root itself or retract its roots instantly. It can only<br />root in dirt or similarly soft materials.</p>", "type": "plant", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 202, "fields": {"name": "Toxic Self-Destruction", "page_number": "A39", "description": "<p>The plant can violently explode at will. The explosion<br />kills the plant, completely obliterating its body. The<br />blast releases toxic gas in a 90 ft. radius. Creatures in<br />the radius must make a save versus poison or die.</p>", "type": "plant", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "benefit", "pc_eligible": true}}, {"model": "mutantfuture.mutation", "pk": 203, "fields": {"name": "Petrified", "page_number": "A39", "description": "<p>The plant&rsquo;s body is mostly dead and petrified. Its<br />fossilized flesh is rock hard and almost indestructible<br />but it no longer regenerates. The plant has a natural AC<br />of 4. Its maximum hit points are equal to its CONx10<br />(i.e. a plant with 11 CON would have 110 hit points).<br />Resting, medical aid, or mutations will not heal the<br />plant. Any hit points it loses are gone permanently. The<br />plant may still gain additional hit points if its CON<br />increases. Each point of CON adds 10 hit points.</p>", "type": "plant", "source": "advanced", "form_rolls": 0, "form1": null, "form2": null, "form3": null, "form4": null, "form5": null, "form6": null, "form7": null, "form8": null, "form9": null, "form10": null, "effect_type": "drawback", "pc_eligible": true}}], "feats": [{"model": "mutantfuture.feat", "pk": 1, "fields": {"name": "Defender", "page_number": "A9", "description": "<p>The character&rsquo;s armor class is lowered by 1.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 2, "fields": {"name": "Superior Attack", "page_number": "A9", "description": "<p>When this feat is taken, the player chooses melee<br />attacks, ranged attacks, or mental attacks. The character<br />gains +1 damage with attacks of that type. This feat<br />may be taken multiple times for cumulative +1 bonuses<br />or to select a different type of attack.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 3, "fields": {"name": "Aptitude", "page_number": "A9", "description": "<p>Once per day, the character may reroll an ability check<br />they have failed.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 4, "fields": {"name": "Resistance", "page_number": "A9", "description": "<p>Once per day, the character may reroll a saving throw<br />they have failed.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 5, "fields": {"name": "Secret Tongue", "page_number": "A9", "description": "<p>The character has developed their own language. The<br />language may be spoken, written, signed, or all three.<br />They may teach this language to other intelligent<br />creatures with 48 hours of instruction.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 6, "fields": {"name": "Survivor", "page_number": "A9", "description": "<p>Once per week, if the character is reduced to 0 or less<br />hit points by an attack, they may make a save versus<br />death. If successful, they instead survive with 1 hit<br />point and remain conscious and standing.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 7, "fields": {"name": "Bonus Mutation", "page_number": "A10", "description": "<p>The character gains a mutation. The mutation is<br />determined randomly from the mutations available to<br />the character&rsquo;s race. The mutation may be a drawback.<br />If the mutation is one that the character already has, the<br />result is rerolled. This feat may be taken multiple times.<br />It cannot be taken by pure humans, androids, or pure<br />cyborgs.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 8, "fields": {"name": "Cure Mutation", "page_number": "A10", "description": "<p>The character loses a mutation chosen by the player.<br />This feat may be taken multiple times, but cannot be<br />taken at 1st level.</p>", "pc_eligible": false}}, {"model": "mutantfuture.feat", "pk": 9, "fields": {"name": "Radical Mutation", "page_number": "A10", "description": "<p>The character loses all of their current mutations and<br />gains new random mutations. These mutations are<br />determined using the same random method used during<br />character creation. For instance, a mutant human would<br />gain 1d4 physical and 1d4 mental mutations. The effect<br />of any previous Bonus Mutation feats is lost. This feat<br />cannot be taken by pure humans, androids, mutant<br />cyborgs, or pure cyborgs. It may be taken multiple<br />times, but cannot be taken at 1st level.</p>", "pc_eligible": false}}, {"model": "mutantfuture.feat", "pk": 10, "fields": {"name": "Guild", "page_number": "A10", "description": "<p>The character belongs to a powerful guild, secret<br />society, or other organization. They can access this<br />guild in most towns and cities. The benefits of the guild<br />are dependent on the character&rsquo;s skills and background<br />and are ultimately at the discretion of the Mutant Lord.<br />Possible benefits include the following:</p>\r\n<p><strong>Discounts: </strong>The character may gain a discount on<br />purchasing weapons, armor, and equipment relevant to<br />the character&rsquo;s skills and background. They might also<br />be able to hire retainers, mercenaries, and specialists at<br />a discounted rate. This discount ranges between 10%<br />and 20%.</p>\r\n<p><strong>Information: </strong>The character may find valuable<br />information and opportunities for adventure. This could<br />include intriguing rumors, mercenary jobs, or treasure<br />maps.</p>\r\n<p><strong>Rarities: </strong>The character may be able to purchase rare<br />and unusual goods. These could include technological<br />artifacts or exotic beasts.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 11, "fields": {"name": "Pet", "page_number": "A11", "description": "<p>The character gains a pet. The pet is a creature of<br />animal intelligence that is trained to obey the character.<br />The exact nature of this pet is the decision of the<br />Mutant Lord. The pet cannot have hit dice that exceed<br />the character&rsquo;s level. This feat may be taken multiple<br />times. For instance, if the character took the feat at 1st,<br />3rd, and 5th level, they could have a 1 hit dice pet, a 3<br />hit dice pet, and a 5 hit dice pet. Each pet counts as a<br />retainer for the purpose of determining the maximum<br />number of retainers allowed by the character&rsquo;s CHA.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 12, "fields": {"name": "Renown", "page_number": "A11", "description": "<p>The character&rsquo;s name and deeds are known across the<br />land. At the Mutant Lord&rsquo;s discretion, any NPC<br />encountered will recognize the character and know<br />their exploits. The effect of this varies based on the<br />alignment of the character and the NPC, but it might<br />cause a &shy;-2 or +2 reaction adjustment. This feat cannot<br />be taken at 1st level.</p>", "pc_eligible": false}}, {"model": "mutantfuture.feat", "pk": 13, "fields": {"name": "Retinue", "page_number": "A11", "description": "<p>The character gains a retinue of retainers. The number<br />of retainers is equal to the maximum number allowed<br />by the character&rsquo;s CHA. If the character gains CHA<br />after taking this feat, they also gain additional retainers.</p>\r\n<p>Each retainer has experience points equal to 50% of the<br />character&rsquo;s total experience. Per the Mutant Future core<br />rules, these retainers grow in experience but suffer a<br />50% experience penalty. The nature and goals of these<br />retainers are the decision of the Mutant Lord.</p>\r\n<p>If any retainers are lost or killed, they can be replaced<br />for free at an appropriately large community. These<br />new retainers have the same total experience as the old<br />ones. This feat cannot be taken at 1st level.</p>", "pc_eligible": false}}, {"model": "mutantfuture.feat", "pk": 14, "fields": {"name": "Artifact", "page_number": "A11", "description": "<p>The character gains a technological artifact chosen by<br />the Mutant Lord or determined using the random<br />technological artifact table in the Mutant Future core<br />rules. This feat may be taken multiple times.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 15, "fields": {"name": "Cybernetic Implant", "page_number": "A11", "description": "<p>The character gains a physical or mental mutation<br />chosen by the player. This mutation is not an actual<br />mutation but instead represents the features of a<br />cybernetic implant. The mutation must be approved by<br />the Mutant Lord.</p>\r\n<p>Cybernetic surgery always has a negative side effect.<br />Along with the implant, the character also gains a<br />randomly determined physical or mental drawback<br />mutation. If the random drawback is one that the<br />character already has, it is rolled again. This feat may<br />be taken multiple times.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 16, "fields": {"name": "Holding", "page_number": "A11", "description": "<p>The character gains a piece of land containing a house,<br />bunker, fortress, town, or other abode. This holding is<br />populated by level 0 followers who treat the character<br />as their leader. They are equal in quantity to the<br />character&rsquo;s level x 50. For instance, a 3rd level<br />character would have 150 followers. As the character<br />gains levels, the number of followers will grow also.<br />The nature of the holding and followers is the decision<br />of the Mutant Lord. This feat cannot be taken at 1st<br />level.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 17, "fields": {"name": "Income", "page_number": "A11", "description": "<p>The character has a business or investment that<br />produces regular income. Every week, the character<br />earns 3d8 x their level<sup>2</sup> (squared) in gold pieces. For<br />instance, a 3rd level character would earn 3d8x9 gold,<br />while a 5th level character would earn 3d8x25 gold.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 18, "fields": {"name": "Dying Action", "page_number": "A12", "description": "<p>This feat can only be used when the character dies. Just<br />before they are killed, the character can take one dying<br />action. This action happens immediately, regardless of<br />initiative in combat. It is always successful (unless<br />success is impossible) and no attack roll or ability<br />check is required. This action cannot prevent this<br />character&rsquo;s death.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 19, "fields": {"name": "Epic Success", "page_number": "A12", "description": "<p>This feat can be used only once in a character&rsquo;s life.<br />When this character fails an attack roll, ability check,<br />or saving throw, they may use this feat to succeed<br />instead (unless success is impossible). This feat can<br />ensure success in a crucial task, but afterward, the feat<br />cannot be used again by this character.</p>", "pc_eligible": true}}, {"model": "mutantfuture.feat", "pk": 20, "fields": {"name": "Fateful Blow", "page_number": "A12", "description": "<p>This feat can be used only once in a character&rsquo;s life. It<br />may be used after the character has succeeded on an<br />attack roll but before damage has been rolled. The<br />character&rsquo;s attack instantly kills its target regardless of<br />the creature&rsquo;s remaining hit points. Afterward, this feat<br />cannot be used again by this character.</p>", "pc_eligible": true}}], "backgrounds": [{"model": "mutantfuture.background", "pk": 1, "fields": {"name": "Acrobat", "roll": 1}}, {"model": "mutantfuture.background", "pk": 2, "fields": {"name": "Actor", "roll": 2}}, {"model": "mutantfuture.background", "pk": 3, "fields": {"name": "Animal Trainer", "roll": 3}}, {"model": "mutantfuture.background", "pk": 4, "fields": {"name": "Architect", "roll": 4}}, {"model": "mutantfuture.background", "pk": 5, "fields": {"name": "Archaeologist", "roll": 5}}, {"model": "mutantfuture.background", "pk": 6, "fields": {"name": "Assassin", "roll": 6}}, {"model": "mutantfuture.background", "pk": 7, "fields": {"name": "Astronaut", "roll": 7}}, {"model": "mutantfuture.background", "pk": 8, "fields": {"name": "Barbarian", "roll": 8}}, {"model": "mutantfuture.background", "pk": 9, "fields": {"name": "Bard", "roll": 9}}, {"model": "mutantfuture.background", "pk": 10, "fields": {"name": "Baseball Player", "roll": 10}}, {"model": "mutantfuture.background", "pk": 11, "fields": {"name": "Beggar", "roll": 11}}, {"model": "mutantfuture.background", "pk": 12, "fields": {"name": "Bureaucrat", "roll": 12}}, {"model": "mutantfuture.background", "pk": 13, "fields": {"name": "Butler", "roll": 13}}, {"model": "mutantfuture.background", "pk": 14, "fields": {"name": "Beautician", "roll": 14}}, {"model": "mutantfuture.background", "pk": 15, "fields": {"name": "Black Marketeer", "roll": 15}}, {"model": "mutantfuture.background", "pk": 16, "fields": {"name": "Blacksmith", "roll": 16}}, {"model": "mutantfuture.background", "pk": 17, "fields": {"name": "Bounty Hunter", "roll": 17}}, {"model": "mutantfuture.background", "pk": 18, "fields": {"name": "Caravan Leader", "roll": 18}}, {"model": "mutantfuture.background", "pk": 19, "fields": {"name": "Carpenter", "roll": 19}}, {"model": "mutantfuture.background", "pk": 20, "fields": {"name": "Cartographer", "roll": 20}}, {"model": "mutantfuture.background", "pk": 21, "fields": {"name": "Celebrity", "roll": 21}}, {"model": "mutantfuture.background", "pk": 22, "fields": {"name": "Chemist", "roll": 22}}, {"model": "mutantfuture.background", "pk": 23, "fields": {"name": "Chess Master", "roll": 23}}, {"model": "mutantfuture.background", "pk": 24, "fields": {"name": "Clown", "roll": 24}}, {"model": "mutantfuture.background", "pk": 25, "fields": {"name": "Comedian", "roll": 25}}, {"model": "mutantfuture.background", "pk": 26, "fields": {"name": "Con Artist", "roll": 26}}, {"model": "mutantfuture.background", "pk": 27, "fields": {"name": "Cook", "roll": 27}}, {"model": "mutantfuture.background", "pk": 28, "fields": {"name": "Courier", "roll": 28}}, {"model": "mutantfuture.background", "pk": 29, "fields": {"name": "Courtesan", "roll": 29}}, {"model": "mutantfuture.background", "pk": 30, "fields": {"name": "Cowboy", "roll": 30}}, {"model": "mutantfuture.background", "pk": 31, "fields": {"name": "Detective", "roll": 31}}, {"model": "mutantfuture.background", "pk": 32, "fields": {"name": "Diver", "roll": 32}}, {"model": "mutantfuture.background", "pk": 33, "fields": {"name": "Doctor", "roll": 33}}, {"model": "mutantfuture.background", "pk": 34, "fields": {"name": "Explorer", "roll": 34}}, {"model": "mutantfuture.background", "pk": 35, "fields": {"name": "Equestrian", "roll": 36}}, {"model": "mutantfuture.background", "pk": 36, "fields": {"name": "Farmer", "roll": 36}}, {"model": "mutantfuture.background", "pk": 37, "fields": {"name": "Fisher", "roll": 37}}, {"model": "mutantfuture.background", "pk": 38, "fields": {"name": "Factory Worker", "roll": 38}}, {"model": "mutantfuture.background", "pk": 39, "fields": {"name": "Fortune Teller", "roll": 39}}, {"model": "mutantfuture.background", "pk": 40, "fields": {"name": "Fugitive", "roll": 40}}, {"model": "mutantfuture.background", "pk": 41, "fields": {"name": "Gambler", "roll": 41}}, {"model": "mutantfuture.background", "pk": 42, "fields": {"name": "Gang Boss", "roll": 42}}, {"model": "mutantfuture.background", "pk": 43, "fields": {"name": "Gladiator", "roll": 43}}, {"model": "mutantfuture.background", "pk": 44, "fields": {"name": "Guard", "roll": 44}}, {"model": "mutantfuture.background", "pk": 45, "fields": {"name": "Guerilla", "roll": 45}}, {"model": "mutantfuture.background", "pk": 46, "fields": {"name": "Herbalist", "roll": 46}}, {"model": "mutantfuture.background", "pk": 47, "fields": {"name": "Highwayman", "roll": 47}}, {"model": "mutantfuture.background", "pk": 48, "fields": {"name": "Historian", "roll": 48}}, {"model": "mutantfuture.background", "pk": 49, "fields": {"name": "House Pet", "roll": 49}}, {"model": "mutantfuture.background", "pk": 50, "fields": {"name": "Hunter", "roll": 50}}, {"model": "mutantfuture.background", "pk": 51, "fields": {"name": "Innkeeper", "roll": 51}}, {"model": "mutantfuture.background", "pk": 52, "fields": {"name": "Inventor", "roll": 52}}, {"model": "mutantfuture.background", "pk": 53, "fields": {"name": "Junkie", "roll": 53}}, {"model": "mutantfuture.background", "pk": 54, "fields": {"name": "Judge", "roll": 54}}, {"model": "mutantfuture.background", "pk": 55, "fields": {"name": "Knight", "roll": 55}}, {"model": "mutantfuture.background", "pk": 56, "fields": {"name": "Lawyer", "roll": 56}}, {"model": "mutantfuture.background", "pk": 57, "fields": {"name": "Librarian", "roll": 57}}, {"model": "mutantfuture.background", "pk": 58, "fields": {"name": "Linguist", "roll": 58}}, {"model": "mutantfuture.background", "pk": 59, "fields": {"name": "Lumberjack", "roll": 59}}, {"model": "mutantfuture.background", "pk": 60, "fields": {"name": "Mathematician", "roll": 60}}, {"model": "mutantfuture.background", "pk": 61, "fields": {"name": "Mechanic", "roll": 61}}, {"model": "mutantfuture.background", "pk": 62, "fields": {"name": "Merchant", "roll": 62}}, {"model": "mutantfuture.background", "pk": 63, "fields": {"name": "Miner", "roll": 63}}, {"model": "mutantfuture.background", "pk": 64, "fields": {"name": "Monarch", "roll": 64}}, {"model": "mutantfuture.background", "pk": 65, "fields": {"name": "Noble", "roll": 65}}, {"model": "mutantfuture.background", "pk": 66, "fields": {"name": "Ninja", "roll": 66}}, {"model": "mutantfuture.background", "pk": 67, "fields": {"name": "Pack Animal", "roll": 67}}, {"model": "mutantfuture.background", "pk": 68, "fields": {"name": "Painter", "roll": 68}}, {"model": "mutantfuture.background", "pk": 69, "fields": {"name": "Parent", "roll": 69}}, {"model": "mutantfuture.background", "pk": 70, "fields": {"name": "Physicist", "roll": 70}}, {"model": "mutantfuture.background", "pk": 71, "fields": {"name": "Pilot", "roll": 71}}, {"model": "mutantfuture.background", "pk": 72, "fields": {"name": "Pirate", "roll": 72}}, {"model": "mutantfuture.background", "pk": 73, "fields": {"name": "Police Officer", "roll": 73}}, {"model": "mutantfuture.background", "pk": 74, "fields": {"name": "Playboy", "roll": 74}}, {"model": "mutantfuture.background", "pk": 75, "fields": {"name": "Priest", "roll": 75}}, {"model": "mutantfuture.background", "pk": 76, "fields": {"name": "Prophet", "roll": 76}}, {"model": "mutantfuture.background", "pk": 77, "fields": {"name": "Psychiatrist", "roll": 77}}, {"model": "mutantfuture.background", "pk": 78, "fields": {"name": "Ranger", "roll": 78}}, {"model": "mutantfuture.background", "pk": 79, "fields": {"name": "Sage", "roll": 79}}, {"model": "mutantfuture.background", "pk": 80, "fields": {"name": "Scout", "roll": 80}}, {"model": "mutantfuture.background", "pk": 81, "fields": {"name": "Scribe", "roll": 81}}, {"model": "mutantfuture.background", "pk": 82, "fields": {"name": "Sculptor", "roll": 82}}, {"model": "mutantfuture.background", "pk": 83, "fields": {"name": "Shepherd", "roll": 83}}, {"model": "mutantfuture.background", "pk": 84, "fields": {"name": "Slave", "roll": 84}}, {"model": "mutantfuture.background", "pk": 85, "fields": {"name": "Smuggler", "roll": 85}}, {"model": "mutantfuture.background", "pk": 86, "fields": {"name": "Soldier", "roll": 86}}, {"model": "mutantfuture.background", "pk": 87, "fields": {"name": "Spelunker", "roll": 87}}, {"model": "mutantfuture.background", "pk": 88, "fields": {"name": "Spy", "roll": 88}}, {"model": "mutantfuture.background", "pk": 89, "fields": {"name": "Stonemason", "roll": 89}}, {"model": "mutantfuture.background", "pk": 90, "fields": {"name": "Tailor", "roll": 90}}, {"model": "mutantfuture.background", "pk": 91, "fields": {"name": "Teacher", "roll": 91}}, {"model": "mutantfuture.background", "pk": 92, "fields": {"name": "Test Subject", "roll": 92}}, {"model": "mutantfuture.background", "pk": 93, "fields": {"name": "Thief", "roll": 93}}, {"model": "mutantfuture.background", "pk": 94, "fields": {"name": "Tour Guide", "roll": 94}}, {"model": "mutantfuture.background", "pk": 95, "fields": {"name": "Tourist", "roll": 95}}, {"model": "mutantfuture.background", "pk": 96, "fields": {"name": "Undertaker", "roll": 96}}, {"model": "mutantfuture.background", "pk": 97, "fields": {"name": "Vagabond", "roll": 97}}, {"model": "mutantfuture.background", "pk": 98, "fields": {"name": "Warlord", "roll": 98}}, {"model": "mutantfuture.background", "pk": 99, "fields": {"name": "Wrestler", "roll": 99}}, {"model": "mutantfuture.background", "pk": 100, "fields": {"name": "Writer", "roll": 100}}], "physicalMutationRolls": [{"model": "mutantfuture.physicalmutationroll", "pk": 1, "fields": {"roll": 1, "base_result": 1, "advanced_result": 1}}, {"model": "mutantfuture.physicalmutationroll", "pk": 2, "fields": {"roll": 2, "base_result": 1, "advanced_result": 1}}, {"model": "mutantfuture.physicalmutationroll", "pk": 3, "fields": {"roll": 3, "base_result": 2, "advanced_result": 121}}, {"model": "mutantfuture.physicalmutationroll", "pk": 4, "fields": {"roll": 4, "base_result": 2, "advanced_result": 122}}, {"model": "mutantfuture.physicalmutationroll", "pk": 5, "fields": {"roll": 5, "base_result": 3, "advanced_result": 123}}, {"model": "mutantfuture.physicalmutationroll", "pk": 6, "fields": {"roll": 6, "base_result": 3, "advanced_result": 124}}, {"model": "mutantfuture.physicalmutationroll", "pk": 7, "fields": {"roll": 7, "base_result": 4, "advanced_result": 125}}, {"model": "mutantfuture.physicalmutationroll", "pk": 8, "fields": {"roll": 8, "base_result": 5, "advanced_result": 126}}, {"model": "mutantfuture.physicalmutationroll", "pk": 9, "fields": {"roll": 9, "base_result": 6, "advanced_result": 127}}, {"model": "mutantfuture.physicalmutationroll", "pk": 10, "fields": {"roll": 10, "base_result": 6, "advanced_result": 128}}, {"model": "mutantfuture.physicalmutationroll", "pk": 11, "fields": {"roll": 11, "base_result": 6, "advanced_result": 129}}, {"model": "mutantfuture.physicalmutationroll", "pk": 12, "fields": {"roll": 12, "base_result": 7, "advanced_result": 2}}, {"model": "mutantfuture.physicalmutationroll", "pk": 13, "fields": {"roll": 13, "base_result": 7, "advanced_result": 3}}, {"model": "mutantfuture.physicalmutationroll", "pk": 14, "fields": {"roll": 14, "base_result": 8, "advanced_result": 130}}, {"model": "mutantfuture.physicalmutationroll", "pk": 15, "fields": {"roll": 15, "base_result": 8, "advanced_result": 4}}, {"model": "mutantfuture.physicalmutationroll", "pk": 16, "fields": {"roll": 16, "base_result": 8, "advanced_result": 5}}, {"model": "mutantfuture.physicalmutationroll", "pk": 17, "fields": {"roll": 17, "base_result": 9, "advanced_result": 6}}, {"model": "mutantfuture.physicalmutationroll", "pk": 18, "fields": {"roll": 18, "base_result": 9, "advanced_result": 7}}, {"model": "mutantfuture.physicalmutationroll", "pk": 19, "fields": {"roll": 19, "base_result": 10, "advanced_result": 8}}, {"model": "mutantfuture.physicalmutationroll", "pk": 20, "fields": {"roll": 20, "base_result": 11, "advanced_result": 131}}, {"model": "mutantfuture.physicalmutationroll", "pk": 21, "fields": {"roll": 21, "base_result": 11, "advanced_result": 9}}, {"model": "mutantfuture.physicalmutationroll", "pk": 22, "fields": {"roll": 22, "base_result": 12, "advanced_result": 10}}, {"model": "mutantfuture.physicalmutationroll", "pk": 23, "fields": {"roll": 23, "base_result": 12, "advanced_result": 132}}, {"model": "mutantfuture.physicalmutationroll", "pk": 24, "fields": {"roll": 24, "base_result": 13, "advanced_result": 11}}, {"model": "mutantfuture.physicalmutationroll", "pk": 25, "fields": {"roll": 25, "base_result": 13, "advanced_result": 133}}, {"model": "mutantfuture.physicalmutationroll", "pk": 26, "fields": {"roll": 26, "base_result": 14, "advanced_result": 12}}, {"model": "mutantfuture.physicalmutationroll", "pk": 27, "fields": {"roll": 27, "base_result": 14, "advanced_result": 13}}, {"model": "mutantfuture.physicalmutationroll", "pk": 28, "fields": {"roll": 28, "base_result": 15, "advanced_result": 134}}, {"model": "mutantfuture.physicalmutationroll", "pk": 29, "fields": {"roll": 29, "base_result": 15, "advanced_result": 135}}, {"model": "mutantfuture.physicalmutationroll", "pk": 30, "fields": {"roll": 30, "base_result": 16, "advanced_result": 14}}, {"model": "mutantfuture.physicalmutationroll", "pk": 31, "fields": {"roll": 31, "base_result": 16, "advanced_result": 15}}, {"model": "mutantfuture.physicalmutationroll", "pk": 32, "fields": {"roll": 32, "base_result": 17, "advanced_result": 16}}, {"model": "mutantfuture.physicalmutationroll", "pk": 33, "fields": {"roll": 33, "base_result": 17, "advanced_result": 136}}, {"model": "mutantfuture.physicalmutationroll", "pk": 34, "fields": {"roll": 34, "base_result": 18, "advanced_result": 17}}, {"model": "mutantfuture.physicalmutationroll", "pk": 35, "fields": {"roll": 35, "base_result": 19, "advanced_result": 137}}, {"model": "mutantfuture.physicalmutationroll", "pk": 36, "fields": {"roll": 36, "base_result": 19, "advanced_result": 18}}, {"model": "mutantfuture.physicalmutationroll", "pk": 37, "fields": {"roll": 37, "base_result": 20, "advanced_result": 138}}, {"model": "mutantfuture.physicalmutationroll", "pk": 38, "fields": {"roll": 38, "base_result": 20, "advanced_result": 19}}, {"model": "mutantfuture.physicalmutationroll", "pk": 39, "fields": {"roll": 39, "base_result": 21, "advanced_result": 20}}, {"model": "mutantfuture.physicalmutationroll", "pk": 40, "fields": {"roll": 40, "base_result": 22, "advanced_result": 21}}, {"model": "mutantfuture.physicalmutationroll", "pk": 41, "fields": {"roll": 41, "base_result": 22, "advanced_result": 139}}, {"model": "mutantfuture.physicalmutationroll", "pk": 42, "fields": {"roll": 42, "base_result": 23, "advanced_result": 22}}, {"model": "mutantfuture.physicalmutationroll", "pk": 43, "fields": {"roll": 43, "base_result": 23, "advanced_result": 23}}, {"model": "mutantfuture.physicalmutationroll", "pk": 44, "fields": {"roll": 44, "base_result": 24, "advanced_result": 140}}, {"model": "mutantfuture.physicalmutationroll", "pk": 45, "fields": {"roll": 45, "base_result": 24, "advanced_result": 24}}, {"model": "mutantfuture.physicalmutationroll", "pk": 46, "fields": {"roll": 46, "base_result": 25, "advanced_result": 25}}, {"model": "mutantfuture.physicalmutationroll", "pk": 47, "fields": {"roll": 47, "base_result": 26, "advanced_result": 141}}, {"model": "mutantfuture.physicalmutationroll", "pk": 48, "fields": {"roll": 48, "base_result": 26, "advanced_result": 142}}, {"model": "mutantfuture.physicalmutationroll", "pk": 49, "fields": {"roll": 49, "base_result": 27, "advanced_result": 143}}, {"model": "mutantfuture.physicalmutationroll", "pk": 50, "fields": {"roll": 50, "base_result": 27, "advanced_result": 26}}, {"model": "mutantfuture.physicalmutationroll", "pk": 51, "fields": {"roll": 51, "base_result": 28, "advanced_result": 27}}, {"model": "mutantfuture.physicalmutationroll", "pk": 52, "fields": {"roll": 52, "base_result": 28, "advanced_result": 144}}, {"model": "mutantfuture.physicalmutationroll", "pk": 53, "fields": {"roll": 53, "base_result": 28, "advanced_result": 28}}, {"model": "mutantfuture.physicalmutationroll", "pk": 54, "fields": {"roll": 54, "base_result": 29, "advanced_result": 29}}, {"model": "mutantfuture.physicalmutationroll", "pk": 55, "fields": {"roll": 55, "base_result": 30, "advanced_result": 30}}, {"model": "mutantfuture.physicalmutationroll", "pk": 56, "fields": {"roll": 56, "base_result": 30, "advanced_result": 31}}, {"model": "mutantfuture.physicalmutationroll", "pk": 57, "fields": {"roll": 57, "base_result": 31, "advanced_result": 145}}, {"model": "mutantfuture.physicalmutationroll", "pk": 58, "fields": {"roll": 58, "base_result": 32, "advanced_result": 146}}, {"model": "mutantfuture.physicalmutationroll", "pk": 59, "fields": {"roll": 59, "base_result": 32, "advanced_result": 147}}, {"model": "mutantfuture.physicalmutationroll", "pk": 60, "fields": {"roll": 60, "base_result": 33, "advanced_result": 32}}, {"model": "mutantfuture.physicalmutationroll", "pk": 61, "fields": {"roll": 61, "base_result": 33, "advanced_result": 33}}, {"model": "mutantfuture.physicalmutationroll", "pk": 62, "fields": {"roll": 62, "base_result": 34, "advanced_result": 148}}, {"model": "mutantfuture.physicalmutationroll", "pk": 63, "fields": {"roll": 63, "base_result": 34, "advanced_result": 149}}, {"model": "mutantfuture.physicalmutationroll", "pk": 64, "fields": {"roll": 64, "base_result": 35, "advanced_result": 34}}, {"model": "mutantfuture.physicalmutationroll", "pk": 65, "fields": {"roll": 65, "base_result": 35, "advanced_result": 34}}, {"model": "mutantfuture.physicalmutationroll", "pk": 66, "fields": {"roll": 66, "base_result": 36, "advanced_result": 150}}, {"model": "mutantfuture.physicalmutationroll", "pk": 67, "fields": {"roll": 67, "base_result": 36, "advanced_result": 35}}, {"model": "mutantfuture.physicalmutationroll", "pk": 68, "fields": {"roll": 68, "base_result": 37, "advanced_result": 35}}, {"model": "mutantfuture.physicalmutationroll", "pk": 69, "fields": {"roll": 69, "base_result": 37, "advanced_result": 36}}, {"model": "mutantfuture.physicalmutationroll", "pk": 70, "fields": {"roll": 70, "base_result": 38, "advanced_result": 37}}, {"model": "mutantfuture.physicalmutationroll", "pk": 71, "fields": {"roll": 71, "base_result": 38, "advanced_result": 151}}, {"model": "mutantfuture.physicalmutationroll", "pk": 72, "fields": {"roll": 72, "base_result": 39, "advanced_result": 152}}, {"model": "mutantfuture.physicalmutationroll", "pk": 73, "fields": {"roll": 73, "base_result": 39, "advanced_result": 153}}, {"model": "mutantfuture.physicalmutationroll", "pk": 74, "fields": {"roll": 74, "base_result": 40, "advanced_result": 38}}, {"model": "mutantfuture.physicalmutationroll", "pk": 75, "fields": {"roll": 75, "base_result": 40, "advanced_result": 39}}, {"model": "mutantfuture.physicalmutationroll", "pk": 76, "fields": {"roll": 76, "base_result": 41, "advanced_result": 39}}, {"model": "mutantfuture.physicalmutationroll", "pk": 77, "fields": {"roll": 77, "base_result": 41, "advanced_result": 40}}, {"model": "mutantfuture.physicalmutationroll", "pk": 78, "fields": {"roll": 78, "base_result": 41, "advanced_result": 40}}, {"model": "mutantfuture.physicalmutationroll", "pk": 79, "fields": {"roll": 79, "base_result": 41, "advanced_result": 41}}, {"model": "mutantfuture.physicalmutationroll", "pk": 80, "fields": {"roll": 80, "base_result": 42, "advanced_result": 41}}, {"model": "mutantfuture.physicalmutationroll", "pk": 81, "fields": {"roll": 81, "base_result": 42, "advanced_result": 154}}, {"model": "mutantfuture.physicalmutationroll", "pk": 82, "fields": {"roll": 82, "base_result": 42, "advanced_result": 155}}, {"model": "mutantfuture.physicalmutationroll", "pk": 83, "fields": {"roll": 83, "base_result": 42, "advanced_result": 42}}, {"model": "mutantfuture.physicalmutationroll", "pk": 84, "fields": {"roll": 84, "base_result": 43, "advanced_result": 42}}, {"model": "mutantfuture.physicalmutationroll", "pk": 85, "fields": {"roll": 85, "base_result": 43, "advanced_result": 43}}, {"model": "mutantfuture.physicalmutationroll", "pk": 86, "fields": {"roll": 86, "base_result": 43, "advanced_result": 43}}, {"model": "mutantfuture.physicalmutationroll", "pk": 87, "fields": {"roll": 87, "base_result": 44, "advanced_result": 44}}, {"model": "mutantfuture.physicalmutationroll", "pk": 88, "fields": {"roll": 88, "base_result": 44, "advanced_result": 45}}, {"model": "mutantfuture.physicalmutationroll", "pk": 89, "fields": {"roll": 89, "base_result": 45, "advanced_result": 46}}, {"model": "mutantfuture.physicalmutationroll", "pk": 90, "fields": {"roll": 90, "base_result": 45, "advanced_result": 46}}, {"model": "mutantfuture.physicalmutationroll", "pk": 91, "fields": {"roll": 91, "base_result": 46, "advanced_result": 156}}, {"model": "mutantfuture.physicalmutationroll", "pk": 92, "fields": {"roll": 92, "base_result": 46, "advanced_result": 47}}, {"model": "mutantfuture.physicalmutationroll", "pk": 93, "fields": {"roll": 93, "base_result": 46, "advanced_result": 157}}, {"model": "mutantfuture.physicalmutationroll", "pk": 94, "fields": {"roll": 94, "base_result": 47, "advanced_result": 48}}, {"model": "mutantfuture.physicalmutationroll", "pk": 95, "fields": {"roll": 95, "base_result": 47, "advanced_result": 48}}, {"model": "mutantfuture.physicalmutationroll", "pk": 96, "fields": {"roll": 96, "base_result": 48, "advanced_result": 158}}, {"model": "mutantfuture.physicalmutationroll", "pk": 97, "fields": {"roll": 97, "base_result": 48, "advanced_result": 159}}, {"model": "mutantfuture.physicalmutationroll", "pk": 98, "fields": {"roll": 98, "base_result": 48, "advanced_result": 49}}, {"model": "mutantfuture.physicalmutationroll", "pk": 99, "fields": {"roll": 99, "base_result": 49, "advanced_result": 49}}, {"model": "mutantfuture.physicalmutationroll", "pk": 100, "fields": {"roll": 100, "base_result": 49, "advanced_result": 160}}], "mentalMutationRolls": [{"model": "mutantfuture.mentalmutationroll", "pk": 1, "fields": {"roll": 1, "base_result": 50, "advanced_result": 50}}, {"model": "mutantfuture.mentalmutationroll", "pk": 2, "fields": {"roll": 2, "base_result": 50, "advanced_result": 50}}, {"model": "mutantfuture.mentalmutationroll", "pk": 3, "fields": {"roll": 3, "base_result": 50, "advanced_result": 51}}, {"model": "mutantfuture.mentalmutationroll", "pk": 4, "fields": {"roll": 4, "base_result": 51, "advanced_result": 51}}, {"model": "mutantfuture.mentalmutationroll", "pk": 5, "fields": {"roll": 5, "base_result": 51, "advanced_result": 52}}, {"model": "mutantfuture.mentalmutationroll", "pk": 6, "fields": {"roll": 6, "base_result": 52, "advanced_result": 52}}, {"model": "mutantfuture.mentalmutationroll", "pk": 7, "fields": {"roll": 7, "base_result": 52, "advanced_result": 53}}, {"model": "mutantfuture.mentalmutationroll", "pk": 8, "fields": {"roll": 8, "base_result": 52, "advanced_result": 161}}, {"model": "mutantfuture.mentalmutationroll", "pk": 9, "fields": {"roll": 9, "base_result": 53, "advanced_result": 162}}, {"model": "mutantfuture.mentalmutationroll", "pk": 10, "fields": {"roll": 10, "base_result": 53, "advanced_result": 54}}, {"model": "mutantfuture.mentalmutationroll", "pk": 11, "fields": {"roll": 11, "base_result": 54, "advanced_result": 163}}, {"model": "mutantfuture.mentalmutationroll", "pk": 12, "fields": {"roll": 12, "base_result": 54, "advanced_result": 55}}, {"model": "mutantfuture.mentalmutationroll", "pk": 13, "fields": {"roll": 13, "base_result": 54, "advanced_result": 55}}, {"model": "mutantfuture.mentalmutationroll", "pk": 14, "fields": {"roll": 14, "base_result": 55, "advanced_result": 56}}, {"model": "mutantfuture.mentalmutationroll", "pk": 15, "fields": {"roll": 15, "base_result": 55, "advanced_result": 56}}, {"model": "mutantfuture.mentalmutationroll", "pk": 16, "fields": {"roll": 16, "base_result": 56, "advanced_result": 164}}, {"model": "mutantfuture.mentalmutationroll", "pk": 17, "fields": {"roll": 17, "base_result": 56, "advanced_result": 164}}, {"model": "mutantfuture.mentalmutationroll", "pk": 18, "fields": {"roll": 18, "base_result": 56, "advanced_result": 57}}, {"model": "mutantfuture.mentalmutationroll", "pk": 19, "fields": {"roll": 19, "base_result": 57, "advanced_result": 165}}, {"model": "mutantfuture.mentalmutationroll", "pk": 20, "fields": {"roll": 20, "base_result": 57, "advanced_result": 58}}, {"model": "mutantfuture.mentalmutationroll", "pk": 21, "fields": {"roll": 21, "base_result": 58, "advanced_result": 58}}, {"model": "mutantfuture.mentalmutationroll", "pk": 22, "fields": {"roll": 22, "base_result": 58, "advanced_result": 59}}, {"model": "mutantfuture.mentalmutationroll", "pk": 23, "fields": {"roll": 23, "base_result": 58, "advanced_result": 59}}, {"model": "mutantfuture.mentalmutationroll", "pk": 24, "fields": {"roll": 24, "base_result": 59, "advanced_result": 60}}, {"model": "mutantfuture.mentalmutationroll", "pk": 25, "fields": {"roll": 25, "base_result": 59, "advanced_result": 166}}, {"model": "mutantfuture.mentalmutationroll", "pk": 26, "fields": {"roll": 26, "base_result": 60, "advanced_result": 61}}, {"model": "mutantfuture.mentalmutationroll", "pk": 27, "fields": {"roll": 27, "base_result": 60, "advanced_result": 61}}, {"model": "mutantfuture.mentalmutationroll", "pk": 28, "fields": {"roll": 28, "base_result": 61, "advanced_result": 167}}, {"model": "mutantfuture.mentalmutationroll", "pk": 29, "fields": {"roll": 29, "base_result": 61, "advanced_result": 62}}, {"model": "mutantfuture.mentalmutationroll", "pk": 30, "fields": {"roll": 30, "base_result": 61, "advanced_result": 62}}, {"model": "mutantfuture.mentalmutationroll", "pk": 31, "fields": {"roll": 31, "base_result": 62, "advanced_result": 168}}, {"model": "mutantfuture.mentalmutationroll", "pk": 32, "fields": {"roll": 32, "base_result": 62, "advanced_result": 168}}, {"model": "mutantfuture.mentalmutationroll", "pk": 33, "fields": {"roll": 33, "base_result": 62, "advanced_result": 169}}, {"model": "mutantfuture.mentalmutationroll", "pk": 34, "fields": {"roll": 34, "base_result": 63, "advanced_result": 63}}, {"model": "mutantfuture.mentalmutationroll", "pk": 35, "fields": {"roll": 35, "base_result": 63, "advanced_result": 64}}, {"model": "mutantfuture.mentalmutationroll", "pk": 36, "fields": {"roll": 36, "base_result": 64, "advanced_result": 64}}, {"model": "mutantfuture.mentalmutationroll", "pk": 37, "fields": {"roll": 37, "base_result": 64, "advanced_result": 64}}, {"model": "mutantfuture.mentalmutationroll", "pk": 38, "fields": {"roll": 38, "base_result": 64, "advanced_result": 170}}, {"model": "mutantfuture.mentalmutationroll", "pk": 39, "fields": {"roll": 39, "base_result": 65, "advanced_result": 171}}, {"model": "mutantfuture.mentalmutationroll", "pk": 40, "fields": {"roll": 40, "base_result": 65, "advanced_result": 172}}, {"model": "mutantfuture.mentalmutationroll", "pk": 41, "fields": {"roll": 41, "base_result": 66, "advanced_result": 173}}, {"model": "mutantfuture.mentalmutationroll", "pk": 42, "fields": {"roll": 42, "base_result": 66, "advanced_result": 66}}, {"model": "mutantfuture.mentalmutationroll", "pk": 43, "fields": {"roll": 43, "base_result": 67, "advanced_result": 67}}, {"model": "mutantfuture.mentalmutationroll", "pk": 44, "fields": {"roll": 44, "base_result": 67, "advanced_result": 67}}, {"model": "mutantfuture.mentalmutationroll", "pk": 45, "fields": {"roll": 45, "base_result": 67, "advanced_result": 68}}, {"model": "mutantfuture.mentalmutationroll", "pk": 46, "fields": {"roll": 46, "base_result": 68, "advanced_result": 69}}, {"model": "mutantfuture.mentalmutationroll", "pk": 47, "fields": {"roll": 47, "base_result": 68, "advanced_result": 69}}, {"model": "mutantfuture.mentalmutationroll", "pk": 48, "fields": {"roll": 48, "base_result": 69, "advanced_result": 70}}, {"model": "mutantfuture.mentalmutationroll", "pk": 49, "fields": {"roll": 49, "base_result": 69, "advanced_result": 70}}, {"model": "mutantfuture.mentalmutationroll", "pk": 50, "fields": {"roll": 50, "base_result": 69, "advanced_result": 71}}, {"model": "mutantfuture.mentalmutationroll", "pk": 51, "fields": {"roll": 51, "base_result": 70, "advanced_result": 71}}, {"model": "mutantfuture.mentalmutationroll", "pk": 52, "fields": {"roll": 52, "base_result": 70, "advanced_result": 72}}, {"model": "mutantfuture.mentalmutationroll", "pk": 53, "fields": {"roll": 53, "base_result": 70, "advanced_result": 174}}, {"model": "mutantfuture.mentalmutationroll", "pk": 54, "fields": {"roll": 54, "base_result": 71, "advanced_result": 175}}, {"model": "mutantfuture.mentalmutationroll", "pk": 55, "fields": {"roll": 55, "base_result": 71, "advanced_result": 176}}, {"model": "mutantfuture.mentalmutationroll", "pk": 56, "fields": {"roll": 56, "base_result": 71, "advanced_result": 177}}, {"model": "mutantfuture.mentalmutationroll", "pk": 57, "fields": {"roll": 57, "base_result": 72, "advanced_result": 73}}, {"model": "mutantfuture.mentalmutationroll", "pk": 58, "fields": {"roll": 58, "base_result": 72, "advanced_result": 73}}, {"model": "mutantfuture.mentalmutationroll", "pk": 59, "fields": {"roll": 59, "base_result": 72, "advanced_result": 74}}, {"model": "mutantfuture.mentalmutationroll", "pk": 60, "fields": {"roll": 60, "base_result": 74, "advanced_result": 74}}, {"model": "mutantfuture.mentalmutationroll", "pk": 61, "fields": {"roll": 61, "base_result": 74, "advanced_result": 178}}, {"model": "mutantfuture.mentalmutationroll", "pk": 62, "fields": {"roll": 62, "base_result": 75, "advanced_result": 179}}, {"model": "mutantfuture.mentalmutationroll", "pk": 63, "fields": {"roll": 63, "base_result": 75, "advanced_result": 75}}, {"model": "mutantfuture.mentalmutationroll", "pk": 64, "fields": {"roll": 64, "base_result": 76, "advanced_result": 75}}, {"model": "mutantfuture.mentalmutationroll", "pk": 65, "fields": {"roll": 65, "base_result": 76, "advanced_result": 76}}, {"model": "mutantfuture.mentalmutationroll", "pk": 66, "fields": {"roll": 66, "base_result": 76, "advanced_result": 76}}, {"model": "mutantfuture.mentalmutationroll", "pk": 67, "fields": {"roll": 67, "base_result": 77, "advanced_result": 77}}, {"model": "mutantfuture.mentalmutationroll", "pk": 68, "fields": {"roll": 68, "base_result": 78, "advanced_result": 78}}, {"model": "mutantfuture.mentalmutationroll", "pk": 69, "fields": {"roll": 69, "base_result": 78, "advanced_result": 79}}, {"model": "mutantfuture.mentalmutationroll", "pk": 70, "fields": {"roll": 70, "base_result": 78, "advanced_result": 79}}, {"model": "mutantfuture.mentalmutationroll", "pk": 71, "fields": {"roll": 71, "base_result": 79, "advanced_result": 80}}, {"model": "mutantfuture.mentalmutationroll", "pk": 72, "fields": {"roll": 72, "base_result": 79, "advanced_result": 80}}, {"model": "mutantfuture.mentalmutationroll", "pk": 73, "fields": {"roll": 73, "base_result": 73, "advanced_result": 180}}, {"model": "mutantfuture.mentalmutationroll", "pk": 74, "fields": {"roll": 74, "base_result": 73, "advanced_result": 181}}, {"model": "mutantfuture.mentalmutationroll", "pk": 75, "fields": {"roll": 75, "base_result": 73, "advanced_result": 182}}, {"model": "mutantfuture.mentalmutationroll", "pk": 76, "fields": {"roll": 76, "base_result": 80, "advanced_result": 183}}, {"model": "mutantfuture.mentalmutationroll", "pk": 77, "fields": {"roll": 77, "base_result": 80, "advanced_result": 184}}, {"model": "mutantfuture.mentalmutationroll", "pk": 78, "fields": {"roll": 78, "base_result": 80, "advanced_result": 185}}, {"model": "mutantfuture.mentalmutationroll", "pk": 79, "fields": {"roll": 79, "base_result": 81, "advanced_result": 81}}, {"model": "mutantfuture.mentalmutationroll", "pk": 80, "fields": {"roll": 80, "base_result": 81, "advanced_result": 81}}, {"model": "mutantfuture.mentalmutationroll", "pk": 81, "fields": {"roll": 81, "base_result": 82, "advanced_result": 82}}, {"model": "mutantfuture.mentalmutationroll", "pk": 82, "fields": {"roll": 82, "base_result": 82, "advanced_result": 82}}, {"model": "mutantfuture.mentalmutationroll", "pk": 83, "fields": {"roll": 83, "base_result": 83, "advanced_result": 187}}, {"model": "mutantfuture.mentalmutationroll", "pk": 84, "fields": {"roll": 84, "base_result": 83, "advanced_result": 188}}, {"model": "mutantfuture.mentalmutationroll", "pk": 85, "fields": {"roll": 85, "base_result": 83, "advanced_result": 83}}, {"model": "mutantfuture.mentalmutationroll", "pk": 86, "fields": {"roll": 86, "base_result": 84, "advanced_result": 189}}, {"model": "mutantfuture.mentalmutationroll", "pk": 87, "fields": {"roll": 87, "base_result": 84, "advanced_result": 190}}, {"model": "mutantfuture.mentalmutationroll", "pk": 88, "fields": {"roll": 88, "base_result": 85, "advanced_result": 84}}, {"model": "mutantfuture.mentalmutationroll", "pk": 89, "fields": {"roll": 89, "base_result": 85, "advanced_result": 191}}, {"model": "mutantfuture.mentalmutationroll", "pk": 90, "fields": {"roll": 90, "base_result": 86, "advanced_result": 85}}, {"model": "mutantfuture.mentalmutationroll", "pk": 91, "fields": {"roll": 91, "base_result": 86, "advanced_result": 192}}, {"model": "mutantfuture.mentalmutationroll", "pk": 92, "fields": {"roll": 92, "base_result": 86, "advanced_result": 193}}, {"model": "mutantfuture.mentalmutationroll", "pk": 93, "fields": {"roll": 93, "base_result": 87, "advanced_result": 194}}, {"model": "mutantfuture.mentalmutationroll", "pk": 94, "fields": {"roll": 94, "base_result": 88, "advanced_result": 86}}, {"model": "mutantfuture.mentalmutationroll", "pk": 95, "fields": {"roll": 95, "base_result": 88, "advanced_result": 87}}, {"model": "mutantfuture.mentalmutationroll", "pk": 96, "fields": {"roll": 96, "base_result": 89, "advanced_result": 87}}, {"model": "mutantfuture.mentalmutationroll", "pk": 97, "fields": {"roll": 97, "base_result": 89, "advanced_result": 88}}, {"model": "mutantfuture.mentalmutationroll", "pk": 98, "fields": {"roll": 98, "base_result": 89, "advanced_result": 89}}, {"model": "mutantfuture.mentalmutationroll", "pk": 99, "fields": {"roll": 99, "base_result": 90, "advanced_result": 89}}, {"model": "mutantfuture.mentalmutationroll", "pk": 100, "fields": {"roll": 100, "base_result": 90, "advanced_result": 90}}], "plantMutationRolls": [{"model": "mutantfuture.plantmutationroll", "pk": 1, "fields": {"roll": 1, "base_result": 91, "advanced_result": 91}}, {"model": "mutantfuture.plantmutationroll", "pk": 2, "fields": {"roll": 2, "base_result": 91, "advanced_result": 91}}, {"model": "mutantfuture.plantmutationroll", "pk": 3, "fields": {"roll": 3, "base_result": 91, "advanced_result": 92}}, {"model": "mutantfuture.plantmutationroll", "pk": 4, "fields": {"roll": 4, "base_result": 91, "advanced_result": 92}}, {"model": "mutantfuture.plantmutationroll", "pk": 5, "fields": {"roll": 5, "base_result": 92, "advanced_result": 195}}, {"model": "mutantfuture.plantmutationroll", "pk": 6, "fields": {"roll": 6, "base_result": 92, "advanced_result": 195}}, {"model": "mutantfuture.plantmutationroll", "pk": 7, "fields": {"roll": 7, "base_result": 92, "advanced_result": 93}}, {"model": "mutantfuture.plantmutationroll", "pk": 8, "fields": {"roll": 8, "base_result": 93, "advanced_result": 93}}, {"model": "mutantfuture.plantmutationroll", "pk": 9, "fields": {"roll": 9, "base_result": 93, "advanced_result": 93}}, {"model": "mutantfuture.plantmutationroll", "pk": 10, "fields": {"roll": 10, "base_result": 93, "advanced_result": 94}}, {"model": "mutantfuture.plantmutationroll", "pk": 11, "fields": {"roll": 11, "base_result": 94, "advanced_result": 94}}, {"model": "mutantfuture.plantmutationroll", "pk": 12, "fields": {"roll": 12, "base_result": 94, "advanced_result": 95}}, {"model": "mutantfuture.plantmutationroll", "pk": 13, "fields": {"roll": 13, "base_result": 94, "advanced_result": 95}}, {"model": "mutantfuture.plantmutationroll", "pk": 14, "fields": {"roll": 14, "base_result": 95, "advanced_result": 95}}, {"model": "mutantfuture.plantmutationroll", "pk": 15, "fields": {"roll": 15, "base_result": 95, "advanced_result": 96}}, {"model": "mutantfuture.plantmutationroll", "pk": 16, "fields": {"roll": 16, "base_result": 95, "advanced_result": 96}}, {"model": "mutantfuture.plantmutationroll", "pk": 17, "fields": {"roll": 17, "base_result": 96, "advanced_result": 96}}, {"model": "mutantfuture.plantmutationroll", "pk": 18, "fields": {"roll": 18, "base_result": 96, "advanced_result": 196}}, {"model": "mutantfuture.plantmutationroll", "pk": 19, "fields": {"roll": 19, "base_result": 96, "advanced_result": 196}}, {"model": "mutantfuture.plantmutationroll", "pk": 20, "fields": {"roll": 20, "base_result": 97, "advanced_result": 97}}, {"model": "mutantfuture.plantmutationroll", "pk": 21, "fields": {"roll": 21, "base_result": 97, "advanced_result": 97}}, {"model": "mutantfuture.plantmutationroll", "pk": 22, "fields": {"roll": 22, "base_result": 97, "advanced_result": 98}}, {"model": "mutantfuture.plantmutationroll", "pk": 23, "fields": {"roll": 23, "base_result": 97, "advanced_result": 98}}, {"model": "mutantfuture.plantmutationroll", "pk": 24, "fields": {"roll": 24, "base_result": 98, "advanced_result": 197}}, {"model": "mutantfuture.plantmutationroll", "pk": 25, "fields": {"roll": 25, "base_result": 98, "advanced_result": 197}}, {"model": "mutantfuture.plantmutationroll", "pk": 26, "fields": {"roll": 26, "base_result": 98, "advanced_result": 99}}, {"model": "mutantfuture.plantmutationroll", "pk": 27, "fields": {"roll": 27, "base_result": 98, "advanced_result": 99}}, {"model": "mutantfuture.plantmutationroll", "pk": 28, "fields": {"roll": 28, "base_result": 99, "advanced_result": 99}}, {"model": "mutantfuture.plantmutationroll", "pk": 29, "fields": {"roll": 29, "base_result": 99, "advanced_result": 100}}, {"model": "mutantfuture.plantmutationroll", "pk": 30, "fields": {"roll": 30, "base_result": 99, "advanced_result": 100}}, {"model": "mutantfuture.plantmutationroll", "pk": 31, "fields": {"roll": 31, "base_result": 100, "advanced_result": 100}}, {"model": "mutantfuture.plantmutationroll", "pk": 32, "fields": {"roll": 32, "base_result": 100, "advanced_result": 101}}, {"model": "mutantfuture.plantmutationroll", "pk": 33, "fields": {"roll": 33, "base_result": 100, "advanced_result": 101}}, {"model": "mutantfuture.plantmutationroll", "pk": 34, "fields": {"roll": 34, "base_result": 101, "advanced_result": 101}}, {"model": "mutantfuture.plantmutationroll", "pk": 35, "fields": {"roll": 35, "base_result": 101, "advanced_result": 102}}, {"model": "mutantfuture.plantmutationroll", "pk": 36, "fields": {"roll": 36, "base_result": 101, "advanced_result": 102}}, {"model": "mutantfuture.plantmutationroll", "pk": 37, "fields": {"roll": 37, "base_result": 102, "advanced_result": 103}}, {"model": "mutantfuture.plantmutationroll", "pk": 38, "fields": {"roll": 38, "base_result": 102, "advanced_result": 103}}, {"model": "mutantfuture.plantmutationroll", "pk": 39, "fields": {"roll": 39, "base_result": 102, "advanced_result": 198}}, {"model": "mutantfuture.plantmutationroll", "pk": 40, "fields": {"roll": 40, "base_result": 103, "advanced_result": 198}}, {"model": "mutantfuture.plantmutationroll", "pk": 41, "fields": {"roll": 41, "base_result": 103, "advanced_result": 104}}, {"model": "mutantfuture.plantmutationroll", "pk": 42, "fields": {"roll": 42, "base_result": 103, "advanced_result": 104}}, {"model": "mutantfuture.plantmutationroll", "pk": 43, "fields": {"roll": 43, "base_result": 104, "advanced_result": 104}}, {"model": "mutantfuture.plantmutationroll", "pk": 44, "fields": {"roll": 44, "base_result": 104, "advanced_result": 105}}, {"model": "mutantfuture.plantmutationroll", "pk": 45, "fields": {"roll": 45, "base_result": 104, "advanced_result": 105}}, {"model": "mutantfuture.plantmutationroll", "pk": 46, "fields": {"roll": 46, "base_result": 105, "advanced_result": 105}}, {"model": "mutantfuture.plantmutationroll", "pk": 47, "fields": {"roll": 47, "base_result": 105, "advanced_result": 106}}, {"model": "mutantfuture.plantmutationroll", "pk": 48, "fields": {"roll": 48, "base_result": 105, "advanced_result": 106}}, {"model": "mutantfuture.plantmutationroll", "pk": 49, "fields": {"roll": 49, "base_result": 106, "advanced_result": 106}}, {"model": "mutantfuture.plantmutationroll", "pk": 50, "fields": {"roll": 50, "base_result": 106, "advanced_result": 107}}, {"model": "mutantfuture.plantmutationroll", "pk": 51, "fields": {"roll": 51, "base_result": 106, "advanced_result": 107}}, {"model": "mutantfuture.plantmutationroll", "pk": 52, "fields": {"roll": 52, "base_result": 107, "advanced_result": 107}}, {"model": "mutantfuture.plantmutationroll", "pk": 53, "fields": {"roll": 53, "base_result": 107, "advanced_result": 199}}, {"model": "mutantfuture.plantmutationroll", "pk": 54, "fields": {"roll": 54, "base_result": 107, "advanced_result": 199}}, {"model": "mutantfuture.plantmutationroll", "pk": 55, "fields": {"roll": 55, "base_result": 108, "advanced_result": 200}}, {"model": "mutantfuture.plantmutationroll", "pk": 56, "fields": {"roll": 56, "base_result": 108, "advanced_result": 200}}, {"model": "mutantfuture.plantmutationroll", "pk": 57, "fields": {"roll": 57, "base_result": 108, "advanced_result": 108}}, {"model": "mutantfuture.plantmutationroll", "pk": 58, "fields": {"roll": 58, "base_result": 109, "advanced_result": 108}}, {"model": "mutantfuture.plantmutationroll", "pk": 59, "fields": {"roll": 59, "base_result": 109, "advanced_result": 108}}, {"model": "mutantfuture.plantmutationroll", "pk": 60, "fields": {"roll": 60, "base_result": 109, "advanced_result": 109}}, {"model": "mutantfuture.plantmutationroll", "pk": 61, "fields": {"roll": 61, "base_result": 110, "advanced_result": 109}}, {"model": "mutantfuture.plantmutationroll", "pk": 62, "fields": {"roll": 62, "base_result": 110, "advanced_result": 109}}, {"model": "mutantfuture.plantmutationroll", "pk": 63, "fields": {"roll": 63, "base_result": 110, "advanced_result": 110}}, {"model": "mutantfuture.plantmutationroll", "pk": 64, "fields": {"roll": 64, "base_result": 111, "advanced_result": 110}}, {"model": "mutantfuture.plantmutationroll", "pk": 65, "fields": {"roll": 65, "base_result": 111, "advanced_result": 110}}, {"model": "mutantfuture.plantmutationroll", "pk": 66, "fields": {"roll": 66, "base_result": 111, "advanced_result": 111}}, {"model": "mutantfuture.plantmutationroll", "pk": 67, "fields": {"roll": 67, "base_result": 111, "advanced_result": 111}}, {"model": "mutantfuture.plantmutationroll", "pk": 68, "fields": {"roll": 68, "base_result": 112, "advanced_result": 112}}, {"model": "mutantfuture.plantmutationroll", "pk": 69, "fields": {"roll": 69, "base_result": 112, "advanced_result": 112}}, {"model": "mutantfuture.plantmutationroll", "pk": 70, "fields": {"roll": 70, "base_result": 112, "advanced_result": 112}}, {"model": "mutantfuture.plantmutationroll", "pk": 71, "fields": {"roll": 71, "base_result": 113, "advanced_result": 201}}, {"model": "mutantfuture.plantmutationroll", "pk": 72, "fields": {"roll": 72, "base_result": 113, "advanced_result": 201}}, {"model": "mutantfuture.plantmutationroll", "pk": 73, "fields": {"roll": 73, "base_result": 113, "advanced_result": 113}}, {"model": "mutantfuture.plantmutationroll", "pk": 74, "fields": {"roll": 74, "base_result": 114, "advanced_result": 113}}, {"model": "mutantfuture.plantmutationroll", "pk": 75, "fields": {"roll": 75, "base_result": 114, "advanced_result": 26}}, {"model": "mutantfuture.plantmutationroll", "pk": 76, "fields": {"roll": 76, "base_result": 114, "advanced_result": 114}}, {"model": "mutantfuture.plantmutationroll", "pk": 77, "fields": {"roll": 77, "base_result": 114, "advanced_result": 114}}, {"model": "mutantfuture.plantmutationroll", "pk": 78, "fields": {"roll": 78, "base_result": 115, "advanced_result": 202}}, {"model": "mutantfuture.plantmutationroll", "pk": 79, "fields": {"roll": 79, "base_result": 115, "advanced_result": 202}}, {"model": "mutantfuture.plantmutationroll", "pk": 80, "fields": {"roll": 80, "base_result": 115, "advanced_result": 115}}, {"model": "mutantfuture.plantmutationroll", "pk": 81, "fields": {"roll": 81, "base_result": 116, "advanced_result": 115}}, {"model": "mutantfuture.plantmutationroll", "pk": 82, "fields": {"roll": 82, "base_result": 116, "advanced_result": 116}}, {"model": "mutantfuture.plantmutationroll", "pk": 83, "fields": {"roll": 83, "base_result": 116, "advanced_result": 116}}, {"model": "mutantfuture.plantmutationroll", "pk": 84, "fields": {"roll": 84, "base_result": 117, "advanced_result": 117}}, {"model": "mutantfuture.plantmutationroll", "pk": 85, "fields": {"roll": 85, "base_result": 117, "advanced_result": 117}}, {"model": "mutantfuture.plantmutationroll", "pk": 86, "fields": {"roll": 86, "base_result": 117, "advanced_result": 117}}, {"model": "mutantfuture.plantmutationroll", "pk": 87, "fields": {"roll": 87, "base_result": 118, "advanced_result": 203}}, {"model": "mutantfuture.plantmutationroll", "pk": 88, "fields": {"roll": 88, "base_result": 118, "advanced_result": 203}}, {"model": "mutantfuture.plantmutationroll", "pk": 89, "fields": {"roll": 89, "base_result": 118, "advanced_result": 203}}, {"model": "mutantfuture.plantmutationroll", "pk": 90, "fields": {"roll": 90, "base_result": 118, "advanced_result": 118}}, {"model": "mutantfuture.plantmutationroll", "pk": 91, "fields": {"roll": 91, "base_result": 119, "advanced_result": 118}}, {"model": "mutantfuture.plantmutationroll", "pk": 92, "fields": {"roll": 92, "base_result": 119, "advanced_result": 118}}, {"model": "mutantfuture.plantmutationroll", "pk": 93, "fields": {"roll": 93, "base_result": 119, "advanced_result": 118}}, {"model": "mutantfuture.plantmutationroll", "pk": 94, "fields": {"roll": 94, "base_result": 119, "advanced_result": 119}}, {"model": "mutantfuture.plantmutationroll", "pk": 95, "fields": {"roll": 95, "base_result": 120, "advanced_result": 119}}, {"model": "mutantfuture.plantmutationroll", "pk": 96, "fields": {"roll": 96, "base_result": 120, "advanced_result": 120}}, {"model": "mutantfuture.plantmutationroll", "pk": 97, "fields": {"roll": 97, "base_result": 120, "advanced_result": 120}}, {"model": "mutantfuture.plantmutationroll", "pk": 98, "fields": {"roll": 98, "base_result": 120, "advanced_result": 120}}, {"model": "mutantfuture.plantmutationroll", "pk": 99, "fields": {"roll": 99, "base_result": 120, "advanced_result": 120}}, {"model": "mutantfuture.plantmutationroll", "pk": 100, "fields": {"roll": 100, "base_result": 120, "advanced_result": 120}}], "strengthModSets": [{"model": "mutantfuture.strengthmodset", "pk": 1, "fields": {"value": 3, "str_mod": -3, "dmg_mod": -3}}, {"model": "mutantfuture.strengthmodset", "pk": 2, "fields": {"value": 4, "str_mod": -2, "dmg_mod": -2}}, {"model": "mutantfuture.strengthmodset", "pk": 3, "fields": {"value": 5, "str_mod": -2, "dmg_mod": -2}}, {"model": "mutantfuture.strengthmodset", "pk": 4, "fields": {"value": 6, "str_mod": -1, "dmg_mod": -1}}, {"model": "mutantfuture.strengthmodset", "pk": 5, "fields": {"value": 7, "str_mod": -1, "dmg_mod": -1}}, {"model": "mutantfuture.strengthmodset", "pk": 6, "fields": {"value": 8, "str_mod": -1, "dmg_mod": -1}}, {"model": "mutantfuture.strengthmodset", "pk": 7, "fields": {"value": 9, "str_mod": 0, "dmg_mod": 0}}, {"model": "mutantfuture.strengthmodset", "pk": 8, "fields": {"value": 10, "str_mod": 0, "dmg_mod": 0}}, {"model": "mutantfuture.strengthmodset", "pk": 9, "fields": {"value": 11, "str_mod": 0, "dmg_mod": 0}}, {"model": "mutantfuture.strengthmodset", "pk": 10, "fields": {"value": 12, "str_mod": 0, "dmg_mod": 0}}, {"model": "mutantfuture.strengthmodset", "pk": 11, "fields": {"value": 13, "str_mod": 1, "dmg_mod": 1}}, {"model": "mutantfuture.strengthmodset", "pk": 12, "fields": {"value": 14, "str_mod": 1, "dmg_mod": 1}}, {"model": "mutantfuture.strengthmodset", "pk": 13, "fields": {"value": 15, "str_mod": 1, "dmg_mod": 1}}, {"model": "mutantfuture.strengthmodset", "pk": 14, "fields": {"value": 16, "str_mod": 2, "dmg_mod": 2}}, {"model": "mutantfuture.strengthmodset", "pk": 15, "fields": {"value": 17, "str_mod": 2, "dmg_mod": 2}}, {"model": "mutantfuture.strengthmodset", "pk": 16, "fields": {"value": 18, "str_mod": 3, "dmg_mod": 3}}, {"model": "mutantfuture.strengthmodset", "pk": 17, "fields": {"value": 19, "str_mod": 3, "dmg_mod": 4}}, {"model": "mutantfuture.strengthmodset", "pk": 18, "fields": {"value": 20, "str_mod": 4, "dmg_mod": 4}}, {"model": "mutantfuture.strengthmodset", "pk": 19, "fields": {"value": 21, "str_mod": 4, "dmg_mod": 5}}], "dexterityModSets": [{"model": "mutantfuture.dexteritymodset", "pk": 1, "fields": {"value": 3, "ac_mod": 3, "missile_mod": -3, "init_mod": -2}}, {"model": "mutantfuture.dexteritymodset", "pk": 2, "fields": {"value": 4, "ac_mod": 2, "missile_mod": -2, "init_mod": -1}}, {"model": "mutantfuture.dexteritymodset", "pk": 3, "fields": {"value": 5, "ac_mod": 2, "missile_mod": -2, "init_mod": -1}}, {"model": "mutantfuture.dexteritymodset", "pk": 4, "fields": {"value": 6, "ac_mod": 1, "missile_mod": -1, "init_mod": -1}}, {"model": "mutantfuture.dexteritymodset", "pk": 5, "fields": {"value": 7, "ac_mod": 1, "missile_mod": -1, "init_mod": -1}}, {"model": "mutantfuture.dexteritymodset", "pk": 6, "fields": {"value": 8, "ac_mod": 1, "missile_mod": -1, "init_mod": -1}}, {"model": "mutantfuture.dexteritymodset", "pk": 7, "fields": {"value": 9, "ac_mod": 0, "missile_mod": 0, "init_mod": 0}}, {"model": "mutantfuture.dexteritymodset", "pk": 8, "fields": {"value": 10, "ac_mod": 0, "missile_mod": 0, "init_mod": 0}}, {"model": "mutantfuture.dexteritymodset", "pk": 9, "fields": {"value": 11, "ac_mod": 0, "missile_mod": 0, "init_mod": 0}}, {"model": "mutantfuture.dexteritymodset", "pk": 10, "fields": {"value": 12, "ac_mod": 0, "missile_mod": 0, "init_mod": 0}}, {"model": "mutantfuture.dexteritymodset", "pk": 11, "fields": {"value": 13, "ac_mod": -1, "missile_mod": 1, "init_mod": 1}}, {"model": "mutantfuture.dexteritymodset", "pk": 12, "fields": {"value": 14, "ac_mod": -1, "missile_mod": 1, "init_mod": 1}}, {"model": "mutantfuture.dexteritymodset", "pk": 13, "fields": {"value": 15, "ac_mod": -1, "missile_mod": 1, "init_mod": 1}}, {"model": "mutantfuture.dexteritymodset", "pk": 14, "fields": {"value": 16, "ac_mod": -2, "missile_mod": 2, "init_mod": 1}}, {"model": "mutantfuture.dexteritymodset", "pk": 15, "fields": {"value": 17, "ac_mod": -2, "missile_mod": 2, "init_mod": 1}}, {"model": "mutantfuture.dexteritymodset", "pk": 16, "fields": {"value": 18, "ac_mod": -3, "missile_mod": 3, "init_mod": 2}}, {"model": "mutantfuture.dexteritymodset", "pk": 17, "fields": {"value": 19, "ac_mod": -4, "missile_mod": 3, "init_mod": 2}}, {"model": "mutantfuture.dexteritymodset", "pk": 18, "fields": {"value": 20, "ac_mod": -4, "missile_mod": 4, "init_mod": 3}}, {"model": "mutantfuture.dexteritymodset", "pk": 19, "fields": {"value": 21, "ac_mod": -5, "missile_mod": 4, "init_mod": 3}}], "constitutionModSets": [{"model": "mutantfuture.constitutionmodset", "pk": 1, "fields": {"value": 3, "poison_death_mod": -2, "radiation_mod": -3}}, {"model": "mutantfuture.constitutionmodset", "pk": 2, "fields": {"value": 4, "poison_death_mod": -1, "radiation_mod": -2}}, {"model": "mutantfuture.constitutionmodset", "pk": 3, "fields": {"value": 5, "poison_death_mod": -1, "radiation_mod": -2}}, {"model": "mutantfuture.constitutionmodset", "pk": 4, "fields": {"value": 6, "poison_death_mod": 0, "radiation_mod": -1}}, {"model": "mutantfuture.constitutionmodset", "pk": 5, "fields": {"value": 7, "poison_death_mod": 0, "radiation_mod": -1}}, {"model": "mutantfuture.constitutionmodset", "pk": 6, "fields": {"value": 8, "poison_death_mod": 0, "radiation_mod": -1}}, {"model": "mutantfuture.constitutionmodset", "pk": 7, "fields": {"value": 9, "poison_death_mod": 0, "radiation_mod": 0}}, {"model": "mutantfuture.constitutionmodset", "pk": 8, "fields": {"value": 10, "poison_death_mod": 0, "radiation_mod": 0}}, {"model": "mutantfuture.constitutionmodset", "pk": 9, "fields": {"value": 11, "poison_death_mod": 0, "radiation_mod": 0}}, {"model": "mutantfuture.constitutionmodset", "pk": 10, "fields": {"value": 12, "poison_death_mod": 0, "radiation_mod": 0}}, {"model": "mutantfuture.constitutionmodset", "pk": 11, "fields": {"value": 13, "poison_death_mod": 0, "radiation_mod": 0}}, {"model": "mutantfuture.constitutionmodset", "pk": 12, "fields": {"value": 14, "poison_death_mod": 0, "radiation_mod": 0}}, {"model": "mutantfuture.constitutionmodset", "pk": 13, "fields": {"value": 15, "poison_death_mod": 0, "radiation_mod": 0}}, {"model": "mutantfuture.constitutionmodset", "pk": 14, "fields": {"value": 16, "poison_death_mod": 0, "radiation_mod": 0}}, {"model": "mutantfuture.constitutionmodset", "pk": 15, "fields": {"value": 17, "poison_death_mod": 0, "radiation_mod": 0}}, {"model": "mutantfuture.constitutionmodset", "pk": 16, "fields": {"value": 18, "poison_death_mod": 0, "radiation_mod": 0}}, {"model": "mutantfuture.constitutionmodset", "pk": 17, "fields": {"value": 19, "poison_death_mod": 1, "radiation_mod": 0}}, {"model": "mutantfuture.constitutionmodset", "pk": 18, "fields": {"value": 20, "poison_death_mod": 2, "radiation_mod": 1}}, {"model": "mutantfuture.constitutionmodset", "pk": 19, "fields": {"value": 21, "poison_death_mod": 3, "radiation_mod": 2}}], "intelligenceModSets": [{"model": "mutantfuture.intelligencemodset", "pk": 1, "fields": {"value": 3, "tech_mod": -15}}, {"model": "mutantfuture.intelligencemodset", "pk": 2, "fields": {"value": 4, "tech_mod": -10}}, {"model": "mutantfuture.intelligencemodset", "pk": 3, "fields": {"value": 5, "tech_mod": -10}}, {"model": "mutantfuture.intelligencemodset", "pk": 4, "fields": {"value": 6, "tech_mod": -5}}, {"model": "mutantfuture.intelligencemodset", "pk": 5, "fields": {"value": 7, "tech_mod": -5}}, {"model": "mutantfuture.intelligencemodset", "pk": 6, "fields": {"value": 8, "tech_mod": -5}}, {"model": "mutantfuture.intelligencemodset", "pk": 7, "fields": {"value": 9, "tech_mod": 0}}, {"model": "mutantfuture.intelligencemodset", "pk": 8, "fields": {"value": 10, "tech_mod": 0}}, {"model": "mutantfuture.intelligencemodset", "pk": 9, "fields": {"value": 11, "tech_mod": 0}}, {"model": "mutantfuture.intelligencemodset", "pk": 10, "fields": {"value": 12, "tech_mod": 0}}, {"model": "mutantfuture.intelligencemodset", "pk": 11, "fields": {"value": 13, "tech_mod": 5}}, {"model": "mutantfuture.intelligencemodset", "pk": 12, "fields": {"value": 14, "tech_mod": 5}}, {"model": "mutantfuture.intelligencemodset", "pk": 13, "fields": {"value": 15, "tech_mod": 5}}, {"model": "mutantfuture.intelligencemodset", "pk": 14, "fields": {"value": 16, "tech_mod": 10}}, {"model": "mutantfuture.intelligencemodset", "pk": 15, "fields": {"value": 17, "tech_mod": 10}}, {"model": "mutantfuture.intelligencemodset", "pk": 16, "fields": {"value": 18, "tech_mod": 15}}, {"model": "mutantfuture.intelligencemodset", "pk": 17, "fields": {"value": 19, "tech_mod": 20}}, {"model": "mutantfuture.intelligencemodset", "pk": 18, "fields": {"value": 20, "tech_mod": 25}}, {"model": "mutantfuture.intelligencemodset", "pk": 19, "fields": {"value": 21, "tech_mod": 30}}], "charismaModSets": [{"model": "mutantfuture.charismamodset", "pk": 1, "fields": {"value": 3, "reaction_mod": 2, "retainers": 1, "retainer_morale": 4}}, {"model": "mutantfuture.charismamodset", "pk": 2, "fields": {"value": 4, "reaction_mod": 1, "retainers": 2, "retainer_morale": 5}}, {"model": "mutantfuture.charismamodset", "pk": 3, "fields": {"value": 5, "reaction_mod": 1, "retainers": 2, "retainer_morale": 5}}, {"model": "mutantfuture.charismamodset", "pk": 4, "fields": {"value": 6, "reaction_mod": 1, "retainers": 3, "retainer_morale": 6}}, {"model": "mutantfuture.charismamodset", "pk": 5, "fields": {"value": 7, "reaction_mod": 1, "retainers": 3, "retainer_morale": 6}}, {"model": "mutantfuture.charismamodset", "pk": 6, "fields": {"value": 8, "reaction_mod": 1, "retainers": 3, "retainer_morale": 6}}, {"model": "mutantfuture.charismamodset", "pk": 7, "fields": {"value": 9, "reaction_mod": 0, "retainers": 4, "retainer_morale": 7}}, {"model": "mutantfuture.charismamodset", "pk": 8, "fields": {"value": 10, "reaction_mod": 0, "retainers": 4, "retainer_morale": 7}}, {"model": "mutantfuture.charismamodset", "pk": 9, "fields": {"value": 11, "reaction_mod": 0, "retainers": 4, "retainer_morale": 7}}, {"model": "mutantfuture.charismamodset", "pk": 10, "fields": {"value": 12, "reaction_mod": 0, "retainers": 4, "retainer_morale": 7}}, {"model": "mutantfuture.charismamodset", "pk": 11, "fields": {"value": 13, "reaction_mod": -1, "retainers": 5, "retainer_morale": 8}}, {"model": "mutantfuture.charismamodset", "pk": 12, "fields": {"value": 14, "reaction_mod": -1, "retainers": 5, "retainer_morale": 8}}, {"model": "mutantfuture.charismamodset", "pk": 13, "fields": {"value": 15, "reaction_mod": -1, "retainers": 5, "retainer_morale": 8}}, {"model": "mutantfuture.charismamodset", "pk": 14, "fields": {"value": 16, "reaction_mod": -1, "retainers": 6, "retainer_morale": 9}}, {"model": "mutantfuture.charismamodset", "pk": 15, "fields": {"value": 17, "reaction_mod": -1, "retainers": 6, "retainer_morale": 9}}, {"model": "mutantfuture.charismamodset", "pk": 16, "fields": {"value": 18, "reaction_mod": -2, "retainers": 7, "retainer_morale": 10}}, {"model": "mutantfuture.charismamodset", "pk": 17, "fields": {"value": 19, "reaction_mod": -2, "retainers": 8, "retainer_morale": 10}}, {"model": "mutantfuture.charismamodset", "pk": 18, "fields": {"value": 20, "reaction_mod": -3, "retainers": 9, "retainer_morale": 11}}, {"model": "mutantfuture.charismamodset", "pk": 19, "fields": {"value": 21, "reaction_mod": -3, "retainers": 10, "retainer_morale": 11}}], "specialInsectMutationRolls": [{"model": "mutantfuture.specialinsectmutationroll", "pk": 1, "fields": {"roll": 1, "mutation": 1}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 2, "fields": {"roll": 2, "mutation": 2}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 3, "fields": {"roll": 3, "mutation": 3}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 4, "fields": {"roll": 4, "mutation": 17}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 5, "fields": {"roll": 5, "mutation": 18}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 6, "fields": {"roll": 6, "mutation": 21}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 7, "fields": {"roll": 7, "mutation": 23}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 8, "fields": {"roll": 8, "mutation": 26}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 9, "fields": {"roll": 9, "mutation": 27}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 10, "fields": {"roll": 10, "mutation": 29}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 11, "fields": {"roll": 11, "mutation": 29}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 12, "fields": {"roll": 12, "mutation": 76}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 13, "fields": {"roll": 13, "mutation": 121}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 14, "fields": {"roll": 14, "mutation": 129}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 15, "fields": {"roll": 15, "mutation": 135}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 16, "fields": {"roll": 16, "mutation": 138}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 17, "fields": {"roll": 17, "mutation": 143}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 18, "fields": {"roll": 18, "mutation": 171}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 19, "fields": {"roll": 19, "mutation": 184}}, {"model": "mutantfuture.specialinsectmutationroll", "pk": 20, "fields": {"roll": 20, "mutation": 187}}], "specialAnimalMutationRolls": [{"model": "mutantfuture.specialanimalmutationroll", "pk": 1, "fields": {"roll": 1, "mutation": 1}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 2, "fields": {"roll": 2, "mutation": 2}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 3, "fields": {"roll": 3, "mutation": 3}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 4, "fields": {"roll": 4, "mutation": 5}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 5, "fields": {"roll": 5, "mutation": 8}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 6, "fields": {"roll": 6, "mutation": 14}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 7, "fields": {"roll": 7, "mutation": 16}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 8, "fields": {"roll": 8, "mutation": 18}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 9, "fields": {"roll": 9, "mutation": 19}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 10, "fields": {"roll": 10, "mutation": 22}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 11, "fields": {"roll": 11, "mutation": 25}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 12, "fields": {"roll": 12, "mutation": 27}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 13, "fields": {"roll": 13, "mutation": 121}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 14, "fields": {"roll": 14, "mutation": 124}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 15, "fields": {"roll": 15, "mutation": 129}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 16, "fields": {"roll": 16, "mutation": 130}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 17, "fields": {"roll": 17, "mutation": 132}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 18, "fields": {"roll": 18, "mutation": 135}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 19, "fields": {"roll": 19, "mutation": 136}}, {"model": "mutantfuture.specialanimalmutationroll", "pk": 20, "fields": {"roll": 20, "mutation": 138}}]}]